Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: About
de: Über Babelium
es: Acerca de Babelium
eu: Babelium-i buruz
fr: A propos de

source: About the Babelium Project
de: Über das Babelium Projekt
es: Acerca de Babelium Project
eu: Babelium Project-i Buruz
fr: Tout sur Babelium Project

source: Want to know a little about us & the technology that makes Babelium possible? You're in the right place!
de: Möchten Sie mehr über uns und die verschiedenen Tools erfahren, die man bei Babelium anwendenkann? Dann sind sie hier an der richtigen Stelle!
es: ¿Quieres saber algo sobre nosotros y sobre las tecnologías que hacen de Babelium una realidad? ¡Estás en el lugar adecuado!
eu: Guri buruz eta Babeliumen funtzionamendua ahalbidetzen duten teknologiei buruz zerbait gehiago jakin nahi duzu? Toki aproposean zaude!
fr: Des renseignements sur nous et la technologie qui rend possible Babelium? Vous êtes au bon endroit!

source: About us
de: Über uns
es: Sobre nosotros
eu: Guri buruz
fr: Qui sommes-nous?

source: Account Activation
de: Account Aktivierung
es: Activación de Cuenta
eu: Kontu Aktibaketa
fr: Activation du compte

source: Accuracy
de: Exaktheit / Genauigkeit
eu: Zehaztasuna
fr: Correction

source: Grammatical correctness
de: Grammatikalische Richtigkeit
eu: Gramatikaren zuzentasuna
fr: Les structures grammaticales sont correctes

source: activating
de: Aktivierung
es: activando
eu: aktibatzen
fr: activation en cours

source: An activation email has been sent to the email you specified.
de: Email Aktivierung gesendet
es: Se ha enviado un email de activación a la dirección especificada.
eu: Eposta bat bidali da adierazitako helbidera.
fr: Un e-mail d’activation a été envoyé à l’adresse indiquée

source: Adding a new Assignment
eu: Zeregin berri bat gehitzen
fr: Ajouter nouvelle tâche

source: Add a video
de: Video hinzufügen
es: Añadir vídeo
eu: Bideoa gehitu
fr: Ajouter une vidéo

# ADD_ANOTHER
source: Add
de: Hinzufügen
eu: Gehitu
fr: Ajouter

source: Add another language
eu: Beste hizkuntza bat gehitu
fr: Ajouter nouvelle langue

source: Add automatic evaluation support if possible
de: Label für automatische Bewertung hinzufügen
es: Añadir soporte para evaluación automática, si está disponible
eu: Ebaluaketa automatikoa gehitu aukera baldin badago
fr: Ajouter un support d'évaluation automatique si possible

source: Add file(s)
de: Datei(en) hinzufügen
es: Añadir fichero(s)
eu: Fitxategia(k) gehitu
fr: Ajouter un(des) fichier(s)

source: Add media
eu: Media gehitu
fr: Ajouter un média

source: Add New Exercise
eu: Ariketa berria sortu
fr: Ajouter un nouvel exercice

source: Define the characters/roles appearing on this exercise
de: Definiert die Personen / Rollen, die in dieser Übung erscheinen.
es: Define los personajes/roles que aparecen en este ejercicio
eu: Ariketa honetan ageri diren pertsonaia/rolak definitu
fr: Définir les rôles qui apparaissent dans cet exercice

source: Add subtitles
eu: Azpitituluak gehitu
fr: Ajouter des sous-titres

source: Add your own subtitles to this exercise
de: Fügen Sie Ihre eigenen Untertitel zu dieser Übung hinzu.
es: Añade tus propios subtítulos a este ejercicio
eu: Ariketa honi azpitituluak zuk zeuk gehitu
fr: Ajouter vos propres sous-titres à cet exercice

source: Add video evaluation
de: Video hinzufügen:
eu: Bideoa gehitu:
fr: Ajouter vidéo évaluation

source: Adequacy
de: Angemessenheit
eu: Egokitasuna
fr: Adéquation

source: the response is adequate and appropriate given the task
de: Die sprachliche Äußerung entspricht der kommunikativen Aufgabe
eu: Erantzuna egokia da proposatutako zereginerako
fr: La réponse est adéquate et appropriée pour l'exercice

source: An administrative rule forbids the access to camera and microphone. Please contact your system administrator.
de: Eine Sicherheitsfunktion verbietet den Zugriff auf die Webkamera und das Mikrofon. Bitte wenden Sie sich an den Systemadministrator.
es: Alguna directiva de seguridad prohibe el acceso a la webcam y al micrófono. Por favor, ponte en contacto con el administrador del sistema.
eu: Zure webkam eta mikrofonoa administratiboki desgaituta daude. Mesedez zure sistemako kudeatzailearekin harremanetan jarri.
fr: Une règle administrative interdit l'accès à la caméra et au microphone. Contactez votre administrateur système SVP

source: Adverb/Adjective
de: Adverb/Adjektiv
es: Adverbio/Adjetivo
eu: Adberbioa/Adjektiboa
fr: Adverbe/Adjectif

source: The file you chose has been successfully uploaded and will be available soon. Thanks for your collaboration.
de: Die Datei wurde erfolgreich hochgeladen und wird in Kürze verfügbar sein. Vielen Dank für Ihre Mitarbeit.
es: El fichero se ha subido correctamente y pronto estará disponible. Gracias por tu colaboración.
eu: Aukeratutako fitxategia ondo bidali da eta aurki eskuragarri egongo da. Eskerrikasko zure kolaborazioarengatik.
fr: Le fichier a été transferé avec succès et sera bientôt disponible. Merci pour votre collaboration.

source: The exercise you recorded has been successfully uploaded and will be available soon. Thanks for your collaboration.
de: Die Übung, die Sie aufgezeichnet haben, wurde erfolgreich hochgeladen und wird in Kürze verfügbar sein. Vielen Dank für Ihre Mitarbeit.
es: El ejercicio que has grabado se ha subido correctamente y pronto estará disponible. Gracias por tu colaboración.
eu: Grabatu duzun ariketa ondo bidali da eta aurki eskuragarri egongo da. Eskerrikasko zure kolaborazioarengatik.
fr: L'exercice que vous venez d’enregistrer a été transféré avec succès et sera bientôt disponible. Merci pour votre collaboration.

source: All difficulties
eu: Zailtasun-maila guztiak
fr: Toutes les difficultés

source: All languages
eu: Hizkuntza guztiak
fr: Toutes les langues

source: All situations
eu: Egoera guztiak
fr: Toutes les situations

source: All-time
de: Gesamtpunkte
es: Todo
eu: Dena
fr: Total

source: All types
eu: Mota guztiak
fr: Tous les types

source: Application Info
de: Informationen über die Anwendung
es: Información sobre la aplicación
eu: Aplikazioari buruzko informazioa
fr: Information sur l'application

source: Application License
de: Lizenz:
eu: Lizentzia:
fr: Licence de l'application

source: Application Version
de: Version:
eu: Bertsioa:
fr: Version de l'application

source: Do you want to be evaluated by a computer?
de: Wollen Sie eine automatische Auswertung vom Babeliumserver vornehmen lassen?
es: Quieres ser evaluado de forma automática por el ordenador?
eu: Konputagailu bat ebalua zaitzan nahi duzu?
fr: Souhaitez-vous être évalué par un ordinateur?

source: If you ask for an evaluation, your video will be publicly available
de: Wenn Sie eine Bewertung beantragen, wird Ihre Aufnahme ifreigegeben.
es: Si solicitas una evaluación, tu grabación estará disponible
eu: Ebaluazio bat eskatzen baldin baduzu, zure bideoa publikoa izango da eta
fr: Si vous demandez une évaluation, votre vidéo sera publique

source: for the users of Babelium Project. Otherwise, you will be the
de: Für alle Nutzer von Babelium.
es: para todos los usuarios de Babelium. Si no, tú serás
eu: Babelium Project-eko beste erabiltzaileek ikusi ahal izango dute. Bestela, zeuk
fr: Pour les utilisateurs de Babelium Project. Sinon, vous serez

source: only one who can see it.
de: Sie sind die einzige Person, die diesen Inhalt sehen kann.
es: el único que pueda verlo
eu: bakarrik ikusi ahalko duzu.
fr: le seul à pouvoir le voir

source: Do you want to ask the users for an evaluation?
de: Möchten Sie eine Auswertung von anderen Nutzern anfordern?
es: Quieres solicitar una evaluación a otros usuarios?
eu: Erabiltzaileei ebalua zaitzaten eskatu nahi duzu?
fr: Souhaitez-vous demander une évaluation aux utilisateurs?

source: Assessments
eu: Ebaluazioak
fr: Evaluations

source: Assessment count
de: Anzahl der Bewertungen
es: Número de evaluaciones
eu: Ebaluazio kopurua
fr: Nombre d’évaluations

source: List of assessment pending responses
de: Liste noch nicht bewerteter Aufnahmen
es: Listado de respuestas pendientes de evaluación
eu: Ebaluaketaren zain dauden erantzunen zerrenda
fr: Liste des réponses en attente d'une évaluation

source: Assessment settings
eu: Ebaluazio hobespenak
fr: Configuration de l'évaluation

source: Assessment type
eu: Ebaluazio mota
fr: Type d'évaluation

source: Author's Name/URL
de: Autor/URL:
eu: Egilea/Helbidea:
fr: Auteur/URL

source: Author/Provider
de: Autor/Urheber
eu: Egilea/Iturburua:
fr: Auteur/Fournisseur

source: Autoevaluation not available
de: Eigenbewertung nicht verfügbar
es: Autoevaluación no disponible
eu: Autoebaluazioa ez dago erabilgarri
fr: Autoévaluation indisponible

source: ERROR
de: Fehler
eu: ERROREA
fr: ERREUR

source: Score
de: Punktzahl:
eu: Puntuazioa:

source: Automatic
de: Automatisch
es: Automático
eu: Automatikoa
fr: Automatique

source: Automatic Evaluation
de: Automatische Bewertung:
eu: Ebaluazio Automatikoa:
fr: Evaluation automatique

source: This video doesn't support automatic evaluations.
de: Dieses Video unterstützt keine automatischen Bewertungen.
es: Este vídeo no permite evaluaciones automáticas.
eu: Bideo honek ez du ebaluazio automatikorik onartzen.
fr: Cette vidéo ne permet pas d' évaluations automatiques.

source: Availability
eu: Eskuragarritasuna
fr: Disponibilité

source: Available Actions
de: Verfügbare Optionen
es: Opciones disponibles
eu: Aukera Eskuragarriak
fr: Actions disponibles

source: Available Exercise List
de: Liste der verfügbaren Übungen
es: Listado de ejercicios disponibles
eu: Eskuragarri dauden ariketen zerrenda
fr: Liste d'exercices disponibles

source: Average
de: Durchschnitt
es: Media
eu: Batazbesteko
fr: Moyenne

source: Bandwidth
de: Bandbreite/Internetverbindung
es: Ancho de banda
eu: Banda zabalera
fr: Bande passante

source: Current bandwidth chart
de: Grafik aktuelle Bandbreite/Internetanschluss
es: Gráfico de ancho de banda actual
eu: Uneko banda zabalera grafikoa
fr: Bande passante graphique actuelle

source: Bandwidth check
de: Internetverbindung/Bandbreite prüfen
es: Comprobación ancho de banda
eu: Banda zabalera egiaztapena
fr: Tester la bande passante

source: Begin
de: Home
es: Inicio
eu: Hasi
fr: Début

source: Blog
eu: Bloga

source: Browse...
de: Durchsuchen
es: Examinar...
eu: Arakatu...
fr: Rechercher...

source: Buffering...
de: Zwischenspeicherung
eu: Bufferreratzen...

source: Your camera device couldn't be detected. Please make sure the device is correctly plugged and then click 'Retry' or click 'Cancel' to abort the recording.
de: Die Webkamera wird nicht erkannt. Bitte stellen Sie sicher, dass das Gerät ordnungsgemäß verbunden ist, und drücken Sie dann auf "Wiederholen". Klicken Sie auf "Abbrechen", wenn Sie die Aufzeichnung abbrechen möchten.
es: La webcam no está siendo detectada. Por favor, asegúrate de que el dispositivo está concectado correctamente y después pulsa 'Reintentar'. Pincha 'Cancelar' si quieres abortar la grabación.
eu: Zure kamera gailua ezin izan da detektatu. Mesedez ziurtatu zure gailua ondo konektatuta dagoela eta ondoren sakatu 'Saiatu berriz' edo 'Utzi' grabaketa bertan behera uzteko.
fr: Votre webcam n'a pas pu être détectée. Assurez-vous que l'appareil est correctement branché puis cliquez sur 'Rééssayer' ou cliquez sur 'Annuler' pour interrompre l'enregistrement.

source: Cancel
de: Abbrechen
eu: Utzi
fr: Annuler

source: Cancel upload
de: hochladen abbrechen
es: Cancelar subida
eu: Igotzeari utzi
fr: Annuler l'envoi

source: Cannot connect to streaming server
eu: Ezin da streaming zerbitzarira konektatu
fr: Impossible de se connecter au serveur de streaming

source: Attribution Non-Commercial No Derivative
de: schöpferisches Gemeingut-nicht kommerziell-darf nicht bearbeitet werden
es: Reconocimiento-NoComercial-SinObraDerivada
eu: Aintzatespena Ez-Komertziala Ez-Eratorrigarria
fr: Attribution-Pas d’Utilisation Commerciale-Pas de modification

source: Attribution Non-Commercial Share Alike
de: schöpferisches Gemeingut-nicht kommerziell- Weitergabe unter gleichen Bedingungen
es: Reconocimiento-NoComercial-CompartirIgual
eu: Aintzatespena Ez-Komertziala Era Berean Banatua
fr: Attribution-Pas d’Utilisation Commerciale-Partage dans les Mêmes Conditions

source: Attribution Non-Commercial
de: schöpferisches Gemeingut-nicht kommerziell
es: Reconocimineto-NoComercial
eu: Aintzatespena Ez-Komertziala
fr: Attribution-Pas d’Utilisation Commerciale

source: Attribution No Derivative
de: schöpferisches Gemeingut-darf nicht bearbeitet werden
es: Reconocimiento-SinObraDerivada
eu: Aintzatespena Ez-Eratorrigarria
fr: Attribution-Pas de modification

source: Attribution Share Alike
de: schöpferisches Gemeingut- Weitergabe unter gleichen Bedingungen
es: Reconocimiento-CompartirIgual
eu: Aintzatespena Era Berean Banatua
fr: Attribution-Partage dans les Mêmes Conditions

source: Attribution
de: schöpferisches Gemeingut
es: Reconocimiento
eu: Aintzatespena

source: Credit Amount
de: Kredits
es: Crédito
eu: Kreditu Kantitatea
fr: Crédit

source: Change Type
de: Inzidenz
es: Incidencia
eu: Aldaketa Mota
fr: Modifier le type

source: Yes, please.
de: Ja,bitte
es: Sí, por favor.
eu: Bai, mesedez.
fr: Oui, s’il vous plaît

source: Choose an Issue
de: Wählen Sie ein Thema aus
es: Escoge el tipo de incidencia
eu: Arazo mota aukeratu
fr: Choisissez un sujet

source: Choose a language
de: Wählen Sie eine Sprache aus.
es: Escoge un idioma
eu: Hizkuntza bat aukeratu
fr: Choisissez une langue.

source: Choose media origin
eu: Datu jatorria aukeratu
fr: Choisissez l'origine des données

source: Choose recording method
de: Wählen Sie eine Aufzeichnungsmethode aus
es: Escoge un método de grabación
eu: Aukeratu grabaketa modua
fr: Choisissez la méthode d'enregistrement.

source: Choose a role
de: Wählen Sie eine Rolle aus
es: Escoge un rol
eu: Rol bat aukeratu
fr: Choisissez un rôle

source: CHOOSE ROLE AND RECORDING METHOD
de: Wählen Sie eine Rolle und Aufnahme-Modus aus.
es: Escoge Rol y Método de Grabación
eu: Rola eta Grabaketa Metodoa Aukeratu
fr: Choisissez un rôle et une méthode d'enregistrement

source: Select subtitle language
de: Wählen Sie die Untertitelsprache aus
es: Elege idioma del subtítulo
eu: Azpitituluen hizkuntza aukeratu
fr: Choisissez la langue des sous-titres

source: Choose System
de: Wählen Sie eine Untertitelmethode aus.
eu: Sistema Aukeratu:
fr: Choisissez le système

source: Choose an uploading method
de: Wählen Sie eine Methode zum Hochladen von Dateien:
eu: Igoera metodo bat aukeratu:
fr: Choisissez la méthode de téléchargement

source: Click
de: Klicken Sie hier
es: Clic
eu: Klik
fr: Cliquez ici!

source: Close
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer

source: Comma separated words
de: Wörter durch Komma getrennt
es: Palabras separadas por comas
eu: Komaz banandutako hitzak
fr: Mots separés par des virgules

source: Text Comment
de: Text-Kommentar
es: Comentario Textual
eu: Testu Iruzkina
fr: Commentaire textuel

source: Comment
de: Kommentare
es: Comentario
eu: Iruzkinak
fr: Commentaire

source: Communication situation
de: Kommunikationssituation
es: Situación de comunicación
eu: Komunikazio egoera
fr: Situation de communication

source: Communicative competence
de: Kommunikative Kompetenz
es: Competencia comunicativa
eu: Konpetentzia komunikatiboa
fr: Compétence de communication

source: Complete
eu: Osatuta
fr: Terminés

source: <b>NOTE:</b> Only the videos whose subtitles cover the entire video will be available in the practice module.
de: <b>BENACHRICHTIGUNG:</b>Es werden nur Videos angezeigt, die vollständig untertitelt wurden.
es: <b>AVISO:</b> Solo estarán disponibles en el módulo de práctica aquellos vídeos cuyos subtítulos cubran la totalidad del vídeo.
eu: <b>OHARRA:</b> Bideoaren osotasuna estaltzen duten azpitituluak dituzten bideoak soilik azalduko dira praktika moduluan
fr: <b>REMARQUE:</b> Dans le module de pratique seules les vidéos entièrement sous-titrées sont disponibles

source: Comprehensibility
de: Verständlichkeit
eu: Ulergarritasuna
fr: Intelligibilité

source: Compulsory evaluation data
de: Erforderliche Daten für die Auswertung
es: Datos de evaluación obligatorios
eu: Derrigorrezko ebaluazio datuak
fr: Données d'évaluation obligatoires.

source: Configure
de: Einstellungen
es: Configuración
eu: Konfiguratu
fr: Paramètres

source: Use this test to check whether your bandwidth is sufficient
de: Hier können Sie überprüfen, ob die Internetandbreite Ihrer Internetverbindung ausreichend ist
es: Puedes comprobar si tu ancho de banda es suficiente
eu: Test hau erabili zure banda zabalera Babelium-eko
fr: Vous pouvez vérifier si votre bande passante est suffisante

source: to properly use the services of Babelium.
de: Nutzen Sie effizient die Babelium Dienstleistungen
es: para utilizar de forma eficiente los servicios de Babelium!
eu: zerbitzuak era egokian erabiltzeko nahikoa den jakiteko.
fr: pour utiliser efficacement les services Babelium.

source: Click the button above to perform the test
de: Klicken Sie auf den Button oben und vergleichen Sie
es: Pulsa el boton superior y compara los
eu: Goiko botoia sakatu froga hasteko.
fr: Cliquez sur le bouton du haut et comparez

source: and check the results in the graph.
de: Bewertungen-Ergebnisse-siehe Grafik
es: resultados obtenidos en el grafico!
eu: Emaitzak grafikoan ikus ditzakezu.
fr: les résultats obtenus dans le graphique.

source: Bandwidth Test
de: Test Internetverbindung/Bandbreite
es: Test Ancho de banda
eu: Banda Zabalera egiaztapena
fr: Test de bande passante

source: Microphone Test
de: Mikrofontest
es: Comprobación Micrófono
eu: Mikrofono Egiaztapena
fr: Paramètres du microphone

source: You can check if your microphone works
de: Hier können Sie überprüfen, ob Ihr Mikrofon richtig funktioniert.
es: Puedes comprobar si tu micro funciona correctamente
eu: Zure mikrofonoa konprobatu dezakezu
fr: Vous pouvez vérifier si votre micro fonctionne correctement /

source: correctly by recording a test sound file.
de: Aufzeichnen einer Test-Datei!
es: grabando un archivo de prueba!
eu: zure ahotsa grabatuz.
fr: En train d’enregistrer un fichier d’essai.

source: Click the REC button and record your voice (10 seconds)
de: Drücken Sie die REC-Taste und nehmen Sie Ihre Stimme auf (10 Sekunden)
es: Pulsa el boton REC y graba tu voz (10 segundos)
eu: REC botoia sakatu grabaketa hasteko
fr: Cliquez sur le bouton REC et enregistrez votre voix (10 secondes)

source: You can listen the sound file by clicking the PLAY button.
de: Nach dem Aufzeichnen können Sie durch Drücken von PLAY die Aufnahme abspielen!
es: Una vez grabado, podras reproducirlo pulsando PLAY!
eu: Ondoren, grabatutako soinuak entzun ditzakezu PLAY botoia sakatuz.
fr: Une fois enregistré vous pourrez regarder en appuyant sur PLAY.

source: No webcam was found
de: Sie haben keine Webkamera oder diese ist nicht angeschlossen.
es: No dispones de webcam o no está conectada
eu: Dirudienez web kamerarik ez daukazu
fr: Vous n'avez pas de webcam ou elle n'est pas connectée

source: No microphone was found
de: Sie haben kein Mikrofon oder dieses ist nicht angeschlossen!
es: No dispones de micrófono o no está conectado
eu: Dirudienez microfonorik ez daukazu
fr: Vous n'avez pas de microphone ou il n’est pas connecté

source: You haven't recorded any file yet
de: Sie haben noch keine Datei aufgenommen!
es: No has grabado ningún archivo!
eu: Ez duzu fitxategirik grabatu!
fr: Vous n’avez enregistré aucun fichier

source: Sound signal not found!
de: Es wurde kein Audiosignal erkannt!
es: No se ha detectado señal de audio!
eu: Ezin izan da audio seinalerik detektatu!
fr: Aucun signal audio détecté

source: You must give flash permissions
de: Sie müssen die Flash Genehmigungen akzeptieren.
es: Debes aceptar los permisos de flash
eu: Flash-i baimenak eman behar dizkiozu
fr: Vous devez accepter les autorisations de flash

source: In this section you can check if your multimedia devices work correctly and you can also know if your current bandwidth is enough to experience all the features of the web
de: In diesem Abschnitt können Sie überprüfen, ob Ihre Multimedia-Geräte ordnungsgemäß arbeiten, und sehen, ob Ihr aktueller Internetzugang ausreichend ist, um alle Funktionen der Website richtig auszuführen.
es: En esta sección puedes comprobar si tus dispositivos multimedia funcionan adecuadamente y saber si tu ancho de banda actual es suficiente para experimentar todas las características de la web de forma apropiada
eu: Atal honetan zure multimedia gailuak era egokian dabiltzan konprobatu dezakezu. Era berean zure uneko banda zabalera web-orriko ezaugarri guztiak bere osotasunean erabiltzeko nahikoa den jakin dezakezu
fr: Dans cette section vous pouvez vérifier si vos appareils multimédia fonctionnent correctement et voir si votre bande passante actuelle est suffisante pour bénéficier de toutes les fonctionnalités du site de manière adéquate.

source: You can check if your webcam works
de: Hier können Sie überprüfen, ob Ihre Webkamera funktioniert!
es: Puedes comprobar que tu webcam funciona correctamente
eu: Zure web-kamera konprobatu dezakezu
fr: Vous pouvez vérifier que votre webcam fonctionne de façon adéquate

source: correctly by recording a video file.
de: Probeaufnahme Video!
es: grabando un video de prueba!
eu: bideo proba bat grabatuz!
fr: enregistrement d’une vidéo d’essai.

source: Click the REC button and record your video (10 seconds)
de: Drücken Sie die REC-Taste und nehmen Sie Ihr Video auf (10 Sekunden)
es: Pulsa el boton REC y graba tu vídeo (10 segundos)
eu: REC botoia sakatu grabaketa hasteko
fr: Cliquez sur le bouton REC et enregistre ta vidéo (10 seconds)

source: You can watch the video by clicking the PLAY button.
de: Nach dem aufzeichnen, können Sie durch Drücken von PLAY die Aufnahme abspielen!
es: Una vez grabado, podras visualizalo pulsando PLAY!
eu: Ondoren, grabatutako bideoa ikus dezakezu PLAY botoia sakatuz.
fr: Une fois enregistrée vous pouvez la regarder en cliquant sur PLAY

source: Webcam Test
de: Webcam überprüfen
es: Comprobación Webcam
eu: Web-kamera Egiaztapena
fr: Vérification de la webcam

source: Confirmation
de: Bestätigung
es: Confirmación
eu: Berrespena

source: Do these subtitles cover all dialogue in the entire video?
de: Sind die Dialoge des gesamten Videos untertitelt worden?
eu: Azpititulu hauek bideoaren osotasuneko dialogo guztiak estaltzen dituzte?
fr: La totalité de la vidéo a été sous-titrée?

source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
eu: Ekintza Baieztatu
fr: Confirmer l'action

source: Confirm email address
eu: Posta elektronikoa berretsi
fr: Confirmer l'adresse mail

source: Confirm password
eu: Pasahitza berretsi
fr: Confirmer le mot de passe

source: Are you sure you want to delete the selected videos?
de: Sind Sie sicher, dass Sie das ausgewählte Video löschen möchten?
es: ¿Estás seguro de que quieres borrar los vídeos seleccionados?
eu: Ziur zaude aukeratutako bideoak ezabatu nahi dituzula?
fr: Etes-vous sûr de vouloir éliminer les vidéos selectionnées?

source: Contact Info
de: Kontaktinformationen
es: Información de contacto
eu: Harreman Informazioa
fr: Contactez-nous

source: Conversation
de: Konversation
es: Conversación
eu: Elkarrizketa

source: converted
de: umgewandelt
es: convertido
eu: bihurtua
fr: converti

source: Other (Copyrighted)
de: urheberrechtlich geschützt
es: Otros
eu: Bestelakoa (Copyright-duna)
fr: Autres (Copyright)

source: Course
eu: Ikastaroa
fr: Cours

source: Courses
eu: Ikastaroak
fr: Cours

source: Create
eu: Sortu
fr: Créer

source: Create new exercise
eu: Ariketa sortu
fr: Créer un nouvel exercice

source: Create Slice
de: Ausschneiden
es: Crear Recorte
eu: Mozketa sortu
fr: Créer un extrait

source: Credits
de: Kreditpunkte
eu: Kredituak:
fr: Crédits :

source: Credit History
de: Kreditpunktekonto
es: Historial de cŕedito
eu: Kreditu Historia
fr: Parcours

source: Cue Video
de: Video vorbereiten
es: Preparar Vídeo
eu: Bideoa Prestatu
fr: Préparer la vidéo
