Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Error while retrieving top user list.
de: Die Liste der herausragenden Nutzer konnte nicht abgerufen werden.
es: Error al obtener los usuarios más destacados.
eu: Errorea erabiltzaile esanguratsuenak lortzerakoan.
fr: Erreur lors de la récupération de la liste des utilisateurs les plus actifs.

source: Error while retrieving your videos.
de: Fehler beim Abrufen Ihrer Videos.
es: Error al obtener tus vídeos.
eu: Errorea zure bideoak lortzerakoan.
fr: Erreur lors de la récupération de vos vidéos.

source: Error while saving exercise data.
de: Die Daten der Übung konnten nicht gespeichert werden.
es: Error al guardar los datos del ejercicio.
eu: Errorea ariketaren datuak gordetzerakoan.
fr: Impossible d'enregistrer les données de l'exercice.

source: Error while saving your response.
de: Ihre Antwort konnte nicht gespeichert werden.
es: Error al guardar tu respuesta.
eu: Errorea zure erantzuna gordetzerakoan.
fr: Impossible d'enregistrer votre réponse.

source: Error while saving your subtitles. Try again later.
de: Fehler beim Speichern Ihrer Untertitel. Bitte versuchen Sie es später noch einmal.
es: Error al guardar tus subtítulos. Por favor, inténtalo más tarde.
eu: Errorea zure azpitituluak gordetzerakoan. Mesedez, saiatu berriz.
fr: Impossible d'enregistrer vos sous-titres. Essayez plus tard.

source: Error while trying to save your assessment.
de: Fehler beim Speichern Ihrer Bewertung.
es: Error al guardar tu evaluación.
eu: Errorea zure ebaluazioa gordetzerakoan.
fr: Impossible d'enregistrer votre évaluation

source: Error while trying to send the activation email.
de: Fehler beim Senden Ihrer Email Aktivierung.
es: Error al enviar el email de activación.
eu: Errorea aktibazio eposta bidaltzerakoan.
fr: Erreur lors de l'envoi du mail d'activation.

source: A problem occurred while trying to update your response.
de: Es gab ein Problem bei der Aktualisierung Ihrer Antwort.
es: Hubo un problema al intentar actualizar tu respuesta.
eu: Arazo bat egon da zure erantzuna eguneratzen saiatzerakoan.
fr: Un problème est survenu lors de la tentative d'actualisation de votre réponse.

source: Error while uploading file.
de: Fehler beim Hochladen der Datei
es: Error al subir el archivo.
eu: Errorea fitxategia igotzerakoan.
fr: Erreur lors du téléchargement du fichier.

source: Wrong activation.
de: Falsche Aktivierung
es: Activación incorrecta.
eu: Aktibazioa da ondo joan.
fr: activation erronée

source: Languages I know
de: eigene Sprachen
es: Idiomas que conozco
eu: Ezagutzen ditudan hizkuntzak
fr: Langues que je connais

source: Evaluate
de: Bewerten
es: Evaluar
eu: Ebaluatu
fr: Evalue

source: Assessment date
de: Bewertungsdatum
es: Fecha de evaluación
eu: Ebaluazio data
fr: Date d'évaluation

source: Evaluation Name
de: Eine Überschrift für die Evaluierung angeben
es: Nombre Evaluación
eu: Ebaluazio Izena
fr: Nom de l'évaluation

source: Everyday life & tourism
de: Sozialkontakte und Tourismus
es: Sociedad y turismo
eu: Eguneroko bizitza eta turismoa
fr: Vie sociale et tourisme

source: Exercises
de: Üben
eu: Praktikatu
fr: Pratique

source: You already reported about this exercise.
de: Sie haben bereits über diese Übung bereits berichtet.
es: Ya has informado sobre este ejercicio con anterioridad.
eu: Ariketa hau dagoeneko salatu duzu.
fr: Vous avez déjà fait un rapport sur cet exercice

source: Choose the role you want to impersonate
de: Wählen Sie eine Rolle aus
eu: Ordezkatu nahi duzun pertsonaia aukeratu ezazu:
fr: Choisissez le rôle que vous voulez jouer

source: Exercise details
eu: Ariketaren xehetasunak
fr: Détails exercice

source: Exercise media
eu: Ariketaren baliabideak
fr: Exercice média

source: Click here for checking your mic
de: Klicken Sie hier, um die Funktion Ihres Mikrofons zu überprüfen.
es: Haz clic aquí para comprobar tu micrófono
eu: Sakatu hemen zure mikrofonoa probatzeko
fr: Cliquez ici pour vérifier votre microphone

source: Exercise Name
de: Eine Überschrift für die Übung angeben
es: Nombre Ejercicio
eu: Ariketa Izena
fr: Nom de l'exercice

source: From the roles available in this exercise,
de: Wählen Sie aus den verfügbaren Rollen dieser Übung
es: De los roles disponibles en este ejercicio,
eu: Aukeratu berri duzun bideoko pertsonaietatik,
fr: Dans les rôles disponibles pour cet exercice

source: choose the one you want to impersonate
de: Wählen Sie die gewünschte Rolle
eu: ordezkatu nahi duzuna aukeratu ezazu:
fr: choisissez celui que vous voulez jouer

source: Your report has been successfully saved. Thank you.
de: Ihr Antrag wurde erfolgreich gespeichert.
es: Tu denuncia se ha guardado correctamente.
eu: Zure salaketa ondo gorde da.
fr: Votre rapport a été bien enregistré

source: Exercise Title
de: Überschrift der Übung
es: Título de ejercicio
eu: Ariketa Izenburua
fr: Titre de l'exercice

source: Exercise transcription
de: Transkription der Übung
eu: Ariketa transkripzioa
fr: Transcription de l'exercice

source: Exercise type
es: Tipo de ejercicio
eu: Ariketa mota
fr: Type d'exercice

source: Browse
eu: Arakatu
fr: Parcourir

source: Feel free to send us your comments, questions or suggestions to:
de: Feedback-Senden Sie uns Ihre Kommentare, Fragen oder Anregungen zu.
es: Mándanos tus comentarios, preguntas o sugerencias a:
eu: Bidali iezazkiguzu zure komentario, galdera edo gomendioak ondoko helbidera:
fr: Envoyez-nous vos commentaires, questions ou suggestions

source: File
de: Datei
es: Fichero
eu: Fitxategia
fr: Fichier

source: File upload error
eu: Fitxategi bidalketa errorea
fr: Erreur téléchargement fichier

source: You must fill all the required fields to save the exercise.
de: Sie müssen alle Felder ausfüllen, um die Übung zu speichern.
es: Tienes que rellenar todos los campos obligatorios para guardar el ejercicio.
eu: Beharrezko eremu guztiak bete behar dituzu ariketa gorde ahal izateko.
fr: Vous devez remplir tous les infos demandées pour sauvegarder l'exercice.

source: Filter
de: Filtereinstellungen
es: Filtrar
eu: Iragazi
fr: Filtre

source: Filters
eu: Iragazkiak
fr: Filtres

source: Filter by difficulty level
de: Nach Schwierigkeitsgrad filtern
es: Filtrar por nivel de dificultad
eu: Zailtasun mailaren arabera iragazi
fr: Filtrer par langue

source: Filter by language
de: Nach Sprache filtern
es: Filtrar por idioma
eu: Hizkuntzaren arabera iragazi
fr: Filtrer par langue

source: Remove filters
de: Filter entfernen
es: Eliminar filtros
eu: Iragazkiak ezabatu
fr: Enlever les filtres

source: Finished
de: Abgeschlossen
es: Finalizado
eu: Amaituta
fr: Terminé

source: First
de: Zuerst
es: Primera
eu: Lehena
fr: Première

source: First Language (Mother Tongue)
de: Muttersprache:
eu: Lehen Hizkuntza (Ama hizkuntza):
fr: Langue maternelle

source: First name
eu: Izena
fr: Prénom

# FLUENCY
source: Pronunciation
de: Aussprache
eu: Hitz-jarioa
fr: Fluidité

source: Fluency
de: Flüssige Aussprache
es: Fluidez
eu: Hitz-jarioa
fr: Fluidité

source: Forms of questions
de: Fragearten
es: Formas interrogativas
eu: Galdera formak
fr: Types de questions

source: Free context
de: Offener Kontext
es: Libre contexto
eu: Kontestu librea
fr: Contexte libre

source: General
eu: Orokorra
fr: Général

source: General work
de: Arbeit
es: Trabajo
eu: Lana orokorrean
fr: Travail

source: Getting / staying well
eu: Ongizatea / Osasuna
fr: En progrès/correct

source: Giving presentations
de: Präsentationen
es: Realizar presentaciones
eu: Aurkezpenak egitea
fr: Donner une présentation

source: Going out to eat
de: Essen und Trinken
es: Salir a comer
eu: Zerbait jateko geratzea
fr: Manger au restaurant

source: Going shopping
de: Einkaufen
es: Ir de compras
eu: Erosketak egin
fr: Faire des achats

source: Go to course
eu: Ikastarora joan
fr: Aller au cours

source: Grade type
eu: Kalifikazio mota
fr: Type de qualité

source: Grading settings
eu: Kalifikazio hobespenak
fr: Configuration de la qualification

source: Ratings of different users
de: Ratings der verschiedenen Nutzer
es: Valoraciones de distintos usuarios
eu: Erabiltzaile ezberdinen balorazioak
fr: Evaluations des autres utilisateurs

source: Granted score
de: Gewährte Punktzahl
es: Puntuación concedida
eu: Emandako puntuazioa
fr: Note accordée

source: You are not logged in so the changes you make to this subtitle won't be saved
de: Sie sind zu keiner Sitzung angemeldet. Änderungen, die Sie an den Untertiteln vorgenommen haben werden nicht gespeichert.
es: No has iniciado ninguna sesión. Los cambios que hagas a este subtítulo no se guardarán.
eu: Kautotu gabe zaude. Azpititulu hauetan egiten dituzun aldaketak ez dira gordeko.
fr: Comme vous n'êtes pas connecté, les modifications que vous avez apportées à ce sous-titre ne seront pas enregistrées.

source: You must be logged to record an exercise
de: Sie müssen sich einloggen, um eine Übung aufzeichnen zu können
es: Debes iniciar sesión para poder grabar un ejercicio
eu: Ariketa bat grabatu ahal izateko kautotuta egon behar zara
fr: Vous devez être connecté pour pouvoir enregistrer un exercice

source: Health
de: Gesundheit
es: Salud
eu: Osasuna
fr: Santé

source: Hello
de: Hallo
es: Hola
eu: Kaixo
fr: Bonjour

source: Help
de: Hilfe
es: Ayuda
eu: Laguntza
fr: Aide

source: Help/FAQ
de: Hilfe/FAQ
es: Ayuda/FAQ
eu: Laguntza/FAQ
fr: Aide / FAQ

source: In this section you can find help for the most common topics regarding the use of the application
de: In diesem Abschnitt erhalten Sie Hilfe zu den häufigsten Themen, die die Nutzung der Anwendung betreffen.
es: En esta sección puedes encontrar ayuda para los temas más comunes relacionados con el uso de la aplicación
eu: Atal honetan aplikaziaren erabilerarekin erlazionatutako gai ohikoenei buruzko laguntza aurkituko duzu
fr: Dans cette section vous trouverez de l'aide pour les sujets les plus courants liés à l'utilisation de l'application

source: here
de: Hier
es: aquí
eu: hemen
fr: ici

source: Hide subtitles
de: Untertitel ausblenden
es: Ocultar subtítulos
eu: Azpitituluak izkutatu
fr: Masquer les sous-titres

source: Home
es: Inicio
eu: Hasiera

source: <b><font size ="24" color ="#972c0a">Welcome to Babelium</font></b><br/><p>Babelium is a community of people who like to learn & teach languages.</p><p>Babelium is a collaborative language practising environment. Here you'll be able to improve your speaking skills with the help of other users, who are native or fluent in the language you're practising, whilst you too can help other users providing knowledge & assessment of your own mother tongue.</p><p>All you need to do is record or find a video clip you think could be an interesting platform from which to practice a language & upload it. You can also dub exercises which other users have uploaded. It is also possible to assess the work of other users & to be assessed yourself.</p>
de: <b><font size="24" color="#972c0a">Willkommen auf Babelium</font></b><br/><p>Babelium bietet eine Plattform für Leute, die gerne Sprachen lernen oder lehren und miteinander kommunizieren wollen.</p><p>Babelium bietet ein gemeinschaftliches Forum, um Fremdsprachen zu üben. Auf dieser Plattform werden Sie in die Lage versetzt, Ihre rhetorischen Fähigkeiten mit Hilfe von anderen Nutzern, die zum Beispiel Muttersprachler sind, zu verbessern. Sie können gleichzeitig anderen dabei helfen, Fremdsprachen zu üben, indem Sie in Ihrer Muttersprache kommunizieren.</p><p>Laden Sie neue Videos auf die Plattform, damit andere Nutzer in dieser Sprache üben können. Oder Sie vervollständigen einfach die Übungen, die andere Nutzer vorgeschlagen haben. Darüber hinaus können Sie andere Videos bewerten und sehen, wie Sie selbst von anderen Nutzern beurteilt werden.</p>
eu: <b><font size ="24" color ="#972c0a">Ongietorri Babeliumera</font></b><br/><p>Babelium hizkuntzak ikastea eta irakastea gustoko duten pertsonen komunitate bat da.</p><p>Babelium mintzapraktika ingurune kolaboratibo bat da. Berton, zure ahozkotasun gaitasunak hobetezeko aukera izango duzu praktikatzen ari zaren hizkuntzan natiboak edo hitz jario ona duten beste erabiltzaileen laguntzarekin, beste erabiltzaile batzuei zure ama hizkuntzaren gaineko ezagutza eta ebaluazioa emanda laguntzen diezun bitartean.</p><p>Grabatu edo aukera ezazu hizkuntza bat praktikatzeko interesgarria izan daitekeen bideo bat eta igo ezazu beste erabiltzaileek praktika dezaten. Beste erabiltzaileek igotako ariketen bikoizketa ere egin dezakezu. Eta honez gain besteen lana ebaluatu dezakezu eta baita besteen ebaluazioa jaso.</p>
fr: Bienvenue sur Babelium. Babelium est une communauté de personnes qui aiment apprendre et enseigner les langues. Il s'agit d'un dispositif collaboratif pour la pratique de la langue orale. Ici, vous pourrez améliorer vos compétences orales avec l'aide d'autres utilisateurs natifs ou parlant couramment une langue tout en aidant les autres à pratiquer et communiquer dans votre langue maternelle.

source: How to assess other users' work
de: Wie bewerten Sie die Arbeit von anderen Nutzern
es: Cómo evaluar el trabajo de otros usuarios
eu: Beste erabiltzaileen lana nola ebaluatu
fr: Comment évaluer le travail des autres

source: How to configure your video/audio devices
de: So konfigurieren Sie Ihre Geräte Video / Audio
es: Cómo configurar tus dispositivos de vídeo/audio
eu: Zure bideo/audio gailuak nola konfiguratu
fr: Comment paramétrer votre webcam et votre microphone

source: How to practice a language
de: Wie übt man eine Sprache?
es: Cómo practicar un idioma
eu: Hizkuntza bat nola praktikatu
fr: Comment pratiquer une langue

source: How to subtitle a video
de: Wie untertitelt man ein Video?
es: Cómo subtitular un vídeo
eu: Bideo bati azpitituluak nola gehitu
fr: Comment sous-titrer une vidéo

source: User account not activated
de: Nutzerkonto nicht aktiviert
es: Cuenta de usuario no activada
eu: Erabiltzaile kontua aktibatu gabe dago
fr: Le compte utilisateur n'a pas été activé

source: Include a text comment
de: Textkommentar hinzufügen
es: Incluir comentario en texto
eu: Testu iruzkina erantsi
fr: Ajouter un commentaire (texte)

source: Include a video comment
de: Videokommentar hinzufügen
es: Incluir comentario en vídeo
eu: Bideo iruzkina erantsi
fr: Ajouter un vidéo-commentaire

source: Information
es: Información
eu: Informazioa

source: Information Message
de: Mitteilung Information
es: Mensaje Informativo
eu: Informazio Mezua
fr: Message d’information

source: Your score has been successfully saved. Thank you.
de: Ihre Bewertung wurde korrekt gespeichert
es: Tu puntuación se ha guardado correctamente.
eu: Zure puntuazioa ondo gorde da.
fr: Votre score a été enregistré. Merci.

source: Input your username and your email
de: Schreiben Sie Ihren Benutzernamen und die Email Adresse.
es: Escribe tu nombre de usuario y tu email
eu: Idatzi zure erabiltzaile izena eta eposta
fr: Introduire nom d'utilisateur et e-mail

source: Insert a new Role
de: Neue Rolle einfügen
es: Inertar un nuevo rol
eu: Rol berria gehitu
fr: Introduire un nouveau rôle

source: Instructor assessment
eu: Irakasle ebaluazioa
fr: Evaluation de l'instructeur

source: Languages you're interested in
de: Ich interessiere mich für folgende Sprachen:
eu: Interesatzen zaizkizun hizkuntzak:
fr: Quelles langues vous intéressent?

source: Intonation & accent
de: Betonung und Akzent
es: Entonación y acento
eu: Intonazioa eta doinua
fr: Intonation

source: Intonation
de: Betonung
es: Entonación
eu: Intonazioa

source: The email addresses do not match.
eu: Posta elektronikoak ez dira bat etortzen.
fr: Les adresses mail ne correspondent pas

source: Invalid e-mail.
de: Ungültige E-mail
es: El e-mail no es válido.
eu: ePosta helbide baliaezina.
fr: E-mail non valide

source: Invalid email address
eu: Posta elektroniko baliaezina.
fr: Adresse mail non valide.

source: The password contains invalid characters.
de: Das Passwort enthält ungültige Zeichen
es: La contraseña contiene caracteres no válidos.
eu: Pasahitzak karaktere baliaezinak dauzka.
fr: Le mot de passe contient des caractères non valides.

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden.
eu: Pasahitzak ez dira bat etortzen.
fr: Les mots de passe ne correspondent pas

source: The username contains invalid characters.
de: Der Benutzername enthält ungültige Zeichen
es: El nombre de usuario contiene caracteres no válidos.
eu: Erabiltzaile izenak karaktere baliaezinak dauzka.
fr: Le nom d'utilisateur contient des caractères non valides

source: I forgot my password
de: Ich habe mein Passwort vergessen
es: He olvidado mi contraseña
eu: Nire pasahitza ahaztu dut
fr: J'ai oublié mon mot de passe

source: I speak
eu: Hitz egiten dut
fr: Je parle

source: I would like to learn
eu: Ikastea gustatuko litzaidake
fr: Je voudrais apprendre

source: Join us now!
de: Besuchen Sie uns!
es: ¡Únete a nosotros!
eu: Izena eman!
fr: Rejoignez-nous!

source: Assessor
de: Bewerter
es: Evaluador
eu: Ebaluatzailea
fr: Conseiller

source: Keyword
eu: Hitz gakoa
fr: Mot-clé

source: Keywords
eu: Hitz gakoak
fr: Mots-clé

source: Label the exercise
eu: Ariketa etiketatu
fr: Etiqueter cet exercice

source: Language
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue

source: Languages
de: Sprachen
es: Idiomas
eu: Hizkuntzak
fr: Langues

source: Languages I'm practising
de: Angewendete Sprachen
eu: Praktikatzen ari naizen hizkuntzak
fr: Je pratique les langues suivantes

source: Your languages have been successfully modified.
de: Ihre Sprachen wurden erfolgreich geändert.
es: Tus idiomas se han modificado correctamente.
eu: Zure hizkuntzak era egokian aldatu dira.
fr: Vos langues ont été modifiées aves succès

source: Arabic
de: Arabisch
eu: Arabiera
fr: Arabe

source: Belarusian
de: Weißrussisch
eu: Bielorrusiera
fr: Biélorusse

source: Bulgarian
de: Bulgarisch
eu: Bulgariera
fr: Bulgare

# LANGUAGE_CA
source: Catalan
de: Katalanisch
eu: Katalana

source: Czech
de: Tschechisch
eu: Txekiera
fr: Tchèque

source: Danish
de: Dänisch
eu: Daniera
fr: Danois

source: German
de: Deutsch
eu: Alemana
fr: Allemand

source: Greek
de: Griechisch
eu: Greziera
fr: Grec

source: English
de: Englisch
eu: Ingelesa
fr: Anglais

source: Spanish
de: Spanisch
eu: Espainiera
fr: Espagnol

source: Estonian
de: Estnisch
eu: Estoniera
fr: Estonien

# LANGUAGE_EU
source: Basque
de: Baskisch
eu: Euskara

source: Finnish
de: Finnisch
eu: Finlandiera
fr: Finnois

source: French
de: Französisch
eu: Frantsesa
fr: Français

# LANGUAGE_GA
source: Irish
eu: Irlandera
fr: Irlandais

# LANGUAGE_GL
source: Galician
de: Galicisch
eu: Galiziera
fr: Galicien

source: Hebrew
de: Hebräisch
eu: Hebreera
fr: Hébreu

source: Croatian
de: Kroatisch
eu: Kroaziera
fr: Croate

source: Hungarian
de: Ungarisch
eu: Hungariera
fr: Hongrois

source: Armenian
de: Armenisch
eu: Armeniera
fr: Arménien

source: Indonesian
de: Indonesisch
eu: Indonesiera
fr: Indonésien

source: Icelandic
de: Isländisch
eu: Islandiera
fr: Islandais

source: Italian
de: Italienisch
eu: Italiera
fr: Italien

source: Japanese
de: Japanisch
eu: Japaniera
fr: Japonais

source: Georgian
de: Georgisch
eu: Georgiera
fr: Géorgien

source: Kazakh
de: Kasachisch
eu: Kazakera

source: Knowledge
de: Sprachkenntnisse
eu: Ezagutza
fr: Connaissance

source: Korean
de: Koreanisch
eu: Koreera
fr: Coréen

source: Kyrgyz
de: Kirgisisch
eu: Kyrgiera
fr: Kirghiz

source: Lithuanian
de: Litauisch
eu: Lituaniera
fr: Lituanien

source: Latvian
de: Lettisch
eu: Letoniera
fr: Letton

source: Mongolian
de: Mongolisch
eu: Mongoliera
fr: Mongol

source: Marathi
eu: Maratiera
fr: Marâthî

source: Malay
de: Malayisch
eu: Malasiera
fr: Malais

source: Norwegian (Bokmål)
de: Norwegisch Bokmål
eu: Norbegiera (Bokmål)
fr: Norvègien (Bokmål)

source: Dutch
de: Niederländisch
eu: Neerlandera
fr: Néerlandais

source: Norwegian (Nynorsk)
de: Norwegisch Nynorsk
eu: Norbegiera (Nynorsk)
fr: Norvègien (Nynorsk)

source: Punjabi
eu: Punjabiera
fr: Penjâbî

source: Polish
de: Polnisch
eu: Poloniera
fr: Polonais

source: Language practice
de: Sprachliche übung
es: Práctica de lenguaje
eu: Hizkuntza praktika
fr: Entraînement

source: Portuguese
de: Portugiesisch
eu: Portugesa
fr: Portugais

source: Romanian
de: Rumänisch
eu: Rumaniera
fr: Roumain

source: Russian
de: Russisch
eu: Errusiera
fr: Russe

source: Sanskrit
eu: Sanskritoa

source: Slovak
de: Slowakisch
eu: Eslobakiera
fr: Slovaque

source: Slovenian
de: Slovenisch
eu: Eslobeniera
fr: Slovène

source: Albanian
de: Albanisch
eu: Albaniera
fr: Albanais

source: Serbian
de: Serbisch
eu: Serbiera
fr: Serbe

source: Swedish
de: Schwedisch
eu: Suediera
fr: Suédois

source: Thai
de: Thailändisch
eu: Tailandera
fr: Thaï

source: Turkish
de: Türkisch
eu: Turkiera
fr: Turc

source: Ukrainian
de: Ukrainisch
eu: Ukraniera
fr: Ukrainien

source: Chinese
de: Chinesisch
eu: Txinera
fr: Chinois

source: Last
de: zuletzt
es: Última
eu: Azkena
fr: Dernier

source: Last Assessment date
de: Zeitpunkt letzte Bewertung
es: Fecha última evaluación
eu: Azken ebaluazioaren data
fr: Date de la dernière évaluation

source: Last Hours
de: Vor einigen Stunden
es: Hace unas horas
eu: Azken Orduak
fr: Dernières heures

source: Last Month
de: Vor einigen Monaten
es: Hace un mes
eu: Azken Hilabetea
fr: Dernier mois

source: Last Week
de: Letzte Woche
es: Hace una semana
eu: Azken Astea
fr: Dernière semaine

source: Best rated videos
de: Bestbewertete Videos
es: Vídeos mejor valorados
eu: Balorazio hobereneko bideoak
fr: Les vidéos les mieux évaluées

source: Latest uploaded videos
de: Zuletzt hochgeladene Videos
es: Últimos vídeos subidos
eu: Igotako azkeneko bideoak
fr: Les dernières vidéos mises en ligne

source: Learn
eu: Ikasi
fr: Apprendre

source: Less info
de: weniger Information
es: Menos información
eu: Informazio gutxiago
fr: Moins d'information

source: Level
eu: Maila
fr: Niveau

source: A1 Beginner
de: A1 Einstieg
es: A1 Principiante
eu: A1 Hasiberria
fr: A1 Débutant

source: A2 Elementary
de: A2 Grundlagen
es: A2 Elemental
eu: A2 Oinarrizkoa
fr: A2 Faux-débutant

source: B1.1 Intermediate
de: B1.1 mäßige Mittelstufe
es: B1.1 Intermedio
eu: B1.1 Erdi-mailakoa
fr: B1.1 Moyen

source: B1.2 Intermediate
de: B1,2 gute Mittelstufe
es: B1,2 Intermedio
eu: B1.2 Erdi-mailakoa
fr: B1.2 Intermédiaire

source: B1 Pre-intermediate
de: B1 Mittelstufe
es: B1 Pre-intermedio
eu: B1 Behe erdi-mailakoa
fr: B1 Pré-intermédiaire

source: B2.1 Advanced
de: B2.1 mäßige fortgeschrittene Mittelstufe
es: B2.1 Avanzado
eu: B2.1 Aurreratua
fr: B2.1 Avancé

source: B2.2 Advanced
de: B2.2 gute fortgeschrittene Mittelstufe
es: B2.2 Avanzado
eu: B2.2 Aurreratua
fr: B2.2 Avancé

source: B2 Intermediate
de: B2 fortgeschrittene Mittelstufe
es: B2 Intermedio
eu: B2 Erdi-mailakoa
fr: B2 Intermédiaire

source: C1 Upper intermediate
de: C1 Kompetente Sprachverwendung-fortgeschrittene Kenntnisse
es: C1 Intermedio Superior
eu: C1 Goi erdi-mailakoa
fr: C1 Avancé superieur

source: Licence
eu: Lizentzia

source: Linguistic aspect
de: Lingustischer Aspekt
eu: Aspektu linguistikoa
fr: Aspect linguistique

source: Linguistic aspects
eu: Aspektu linguistikoak
fr: Aspects linguistiques

source: Afrikaans (South Africa)
de: Afrikaans (Südafrika)
es: Afrikáans (Sudáfrica)
eu: Afrikaans (Hegoafrika)
fr: Afrikaans (Afrique du Sud)

source: Arabic (United Arab Emirates)
de: Arabisch (Vereinigte Arabische Emirate)
es: Árabe (Emiratos Árabes Unidos)
eu: Arabiera (Arabiar Emirerri Batuak)
fr: Arabe (Émirats Arabes Unis)

source: Arabic (Bahrain)
de: Arabisch (Bahrain)
es: Árabe (Baréin)
eu: Arabiera (Bahrain)
fr: Arabe (Bahreïn)

source: Arabic (Algeria)
de: Arabisch (Algerien)
es: Árabe (Algeria)
eu: Arabiera (Algeria)
fr: Arabe (Algérie)

source: Arabic (Egypt)
de: Arabisch (Ägypten)
es: Árabe (Egipto)
eu: Arabiera (Egipto)
fr: Arabe (Égypte)

source: Arabic (Iraq)
de: Arabisch (Irak)
es: Árabe (Irak)
eu: Arabiera (Irak)
fr: Arabe (Irak)
