Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

# OPTION_ADD_SUBTITLE_LINE
source: Add
de: Hinzufügen
es: Añadir
eu: Gehitu
fr: Ajouter

source: Clear
de: Löschen
es: Limpiar
eu: Garbitu
fr: Effacer

source: Delete A Role
de: Eine Rolle löschen
es: Eliminar un Rol
eu: Rol Bat Ezabatu
fr: Éliminer un rôle

source: Insert New Role...
de: Neue Rolle einfügen
es: Insertar Nuevo Rol...
eu: Rol Berria Gehitu...
fr: Introduire un nouveau rôle

source: Microphone only
de: Nur Mikrofon
es: Sólo micrófono
eu: Mikrofonoa soilik
fr: Seulement microphone

# OPTION_RECORD_RESPONSE
source: Record
de: Aufnehmen
es: Grabar
eu: Grabatu
fr: Enregistrer

source: Remember settings
de: Einstellungen wiederherstellen
es: Recordar configuración
eu: Hobespenak gogoratu
fr: Sauvegarder paramètres

source: Remove
de: Löschen
es: Eliminar
eu: Kendu
fr: Supprimer

source: Publish
de: Veröffentlichen
es: Publicar
eu: Argitaratu
fr: Publier

source: Mic Test
de: Mikrofon testen
es: Comprobación micrófono
eu: Mic. testa
fr: Vérification du microphone

source: Webcam and microphone
de: Webkamera und Mikrofon
es: Webcam y micrófono
eu: Web-kamera eta mikrofonoa
fr: Webcam et microphone

source: Original Video
es: Vídeo original
eu: Jatorrizko Bideoa
fr: Vidéo originale

source: Other
de: Andere
es: Otro
eu: Bestelakoa
fr: Autre

source: Other available subtitle versions
de: Andere Untertitelfassungen:
eu: Azpititulu hauen beste bertsioak:
fr: Autres versions de sous-titres disponibles

source: Do you know any other language(s) with enough level to assess other peoples' pronouncing etc.?
de: Sprechen Sie eine andere Sprache mit ausreichendem Niveau, um andere Nutzer zu bewerten?
es: ¿Sabes algún otro idima con nivel suficiente como para evaluar a otras personas?
eu: Beste pertsonen ahoskapena etab. ebaluatzeko adina maila daukazun beste hizkuntzarik ezagutzen duzu?
fr: Connaissez-vous d'autres langues à un niveau suffisant pour évaluer la prononciation d' autres usagers?

source: Other Languages
de: Andere Sprachen
eu: Bestelako hizkuntzak
fr: Autres langues

source: Overall
de: Allgemein
es: General
eu: Orokorra
fr: Score global

# OWNER
source: Recorded by
de: Aufgenommen von:
es: Grabado por
eu: Grabatzailea
fr: Enregistré par

source: Participating in an interview
de: Interviews
es: Entrevistas
eu: Elkarrizketa batean parte hartzea
fr: Entretiens

source: Participating in class
de: Beteiligung am Unterricht
es: Participar en clase
eu: Klasean parte hartzea
fr: Participer à un cours

source: Participating in meetings
de: Besprechungen
es: Reuniones
eu: Bileretan parte hartzea
fr: Réunions

source: Password
de: Passwort
eu: Pasahitza
fr: Mot de passe

source: Your password has been successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.
es: Tu contraseña se ha cambiado correctamente.
eu: Zure pasahitza ondo aldatu da.
fr: Votre mot de passe a été enregistré avec succès.

source: Pause
eu: Eten

source: Paused
de: Unterbrechung
es: Pausado
eu: Etenda
fr: En Pause

source: Peer assessment
eu: Elkarlaneko ebaluazioa
fr: Evaluation par pairs

source: pending
de: offen
es: pendiente
eu: egiteke
fr: en attente

source: Subtitle exercises
de: AusstehendeÜbungen untertiteln
es: Subtitular ejercicios
eu: Ariketak azpititulatu
fr: Exercices à sous-titrer

source: Your personal data has been successfully changed.
de: Ihre persönlichen Daten wurden erfolgreich geändert.
es: Tus datos personales se han cambiado correctamente.
eu: Zure datu pertsonalak era egokian aldatu dira.
fr: Vos données personnelles ont été modifiées avec succès

source: Personal Information
de: Persönliche Daten
es: Información Personal
eu: Informazio Pertsonala
fr: Informations personnelles

source: Pick an exercise
eu: Ariketa hautatu
fr: Choisir un exercice

source: Please choose only languages in which you are either native or advanced
eu: Mesedez, soilik oso ondo ezagutzen dituzun hizkuntzak edo ama hizkuntzak aukeratu
fr: Choisir seulement des langues dans lesquelles vous êtes natif ou vous avez un niveau avancé SVP.

source: Play
de: Abspielen
eu: Erreproduzitu
fr: Lecture

source: Playing...
de: Wiedergabe
es: Reproduciendo...
eu: Erreproduzitzen...
fr: Lecture

source: Play Slice
de: Ausschnitt ansehen
es: Ver Recorte
eu: Mozketa ikusi
fr: Regarder un extrait

source: Play/Pause
de: Abspielen/Pause
es: Play/Pausa
eu: Erreproduzitu/Eten
fr: Lecture/Pause

source: Please choose at least one language
eu: Mesedez gutxienez hizkuntza bat aukeratu
fr: Choisir au moins une langue SVP

source: Please try again to proceed
eu: Mesedez berriro saiatu jarraitzeko
fr: Pour continuer, essayez à nouveau, SVP

source: Practice exercise list
de: Liste der Übungsaufgaben
es: Listado de ejercicios para practicar
eu: Praktikatzeko ariketa zerrenda
fr: Liste d’exercices pour pratiquer

source: Preview/Publish
eu: Aurreikusi/Argitaratu
fr: Prévisualiser/Publier

source: Prev
de: Zurück
es: Anterior
eu: Aurrekoa
fr: Précédent

source: Previous subtitle line
de: Vorherige Untertitelzeile
es: Línea de subtítulo previa
eu: Aurretiko azpititulu lerroa
fr: Ligne de sous-titre précédente.

source: Primary media
eu: Baliabide nagusia
fr: Média principal

source: Please click 'Allow' when you see this window. Also click on 'Remember' to skip this step the next time you want to record something.
de: Bitte wählen Sie "Zulassen" im Flash Player Fenster. Aktivieren Sie "Erinnerung" wenn Sie das nächste Mal eine Übung aufzeichnen und diesen Schritt überspringen wollen.
es: Por favor, pincha en 'Permitir' cuando veas esta ventana. Marca la casilla 'Recordar' si quieres saltar este paso la siguiente vez que grabes un ejercicio.
eu: Mesedez sakatu 'Baimendu' ondoko leihoa agertzean. Zenbait gauza grabatu nahi badituzu sakatu 'Gogoratu' eta honela urrats hau errepikatzeko beharrik ez duzu izango.
fr: Cliquez sur «Autoriser» quand cette fenêtre apparaît. Cliquez aussi sur «Se souvenir» pour passer cette étape la prochaine fois que vous voudrez enregistrer quelque chose.

source: Privacy Settings
de: Einstellungen Datenschutz
es: Configuración de privacidad
eu: Pribatutasun Hobespenak
fr: Paramètres de confidentialité

source: Private
eu: Pribatua
fr: Privé

source: Processing
de: Daten werden verarbeitet
eu: prozesatzen
fr: en cours

source: Profile
eu: Profila
fr: Profil

source: Pronouns
de: Pronomen
eu: Izenordaina
fr: Pronom

source: Pronunciation
de: Aussprache
es: Pronunciación
eu: Ahoskakuntza
fr: Prononciation

source: Public
eu: Publikoa

source: Public speaking
de: Vor Publikum sprechen
es: Hablar en público
eu: Jende aurrean hitz egitea
fr: Parler en public

source: Publish Response
es: Publicar respuesta
eu: Erantzuna argitaratu
fr: Publier la réponse

source: Range
de: Umfang
eu: Hedadura
fr: Etendue

source: Variety of vocabulary words
de: Umfang des verwendeten Wortschatzes
eu: Hiztegiko hitzen aniztasuna
fr: Variété de vocabulaire utilisé

source: Rate the user's response
de: Bewerten Sie die Nutzerantwort
es: Califica la respuesta del usuario
eu: Erabiltzailearen erantzuna kalifikatu
fr: Évaluez la réponse de l'utilisateur

source: Rating
de: Bewertung
es: Valoración
eu: Balorazioa
fr: Évaluation

source: Reading
eu: Irakurtzea
fr: Lecture

source: Ready
eu: Prest
fr: Prêt

source: Current
de: Aktuell
es: Actual
eu: Unekoa
fr: En cours

source: Real Name
de: Echter Name:
eu: Zure Izena:
fr: Nom réel :

source: Real Surname
de: Echter Nachname:
eu: Zure Abizena:
fr: Nom de famille réel

source: Record
de: Aufzeichnen
eu: Grabatu
fr: Enregistrer

source: Recorded by
de: Aufgenommen von:
es: Grabado por
eu: Grabatzailea
fr: Enregistré par

source: Recorder
de: Aufnahme
es: Grabador
eu: Grabatzailea
fr: Enregistreur

source: Recording...
de: Aufnahme
es: Grabando...
eu: Grabatzen...
fr: Enregistrement en cours

source: Recording settings
de: Aufnahmemodus
es: Configuración de grabación
eu: Grabaketa ezarpenak
fr: Paramètres de l'enregistrement

source: Record Again
de: Erneut aufnehmen
es: Grabar de nuevo
eu: Berriro Grabatu
fr: Enregistrer de nouveau

source: Record date
de: Aufnahmedatum
es: Fecha grabación
eu: Grabatze data
fr: Date de l'enregistrement

source: Record a video response following this exercise
de: Aufzeichnung einer Antwort am Ende dieser Videoübung.
es: Graba una respuesta en vídeo siguiendo este ejercicio
eu: Ariketa hau jarraituz bideo-erantzun bat grabatu
fr: Enregistrer une vidéo réponse à la suite de cet exercice

source: Use the controls in the right to record an exercise using your webcam. You can record as many times as you want and preview the videos before actually saving them in the system.
de: Verwenden Sie die Steuerelemente auf der rechten Seite, um mit einer Webkamera, die in Bewegung ist aufzuzeichnen. Sie können so oft wie Sie wollen aufzeichnen und eine Voransicht der Aufnahme vor dem endgültigen Speichern im System anschauen.
es: Utiliza los controles de la derecha para grabar un ejercicio con webcam. Puedes grabar tantas veces como quieras y previsualizar las grabaciones antes de guardarlas en el sistema.
eu: Erabili eskubiko kontrolak zure web-kamera erabilita ariketa bat grabatzeko. Nahi bezain beste aldiz grabatu dezakezu. Grabatutakoa ikusteko aukera ere baduzu ariketa sisteman gorde baino lehen.
fr: Utilisez les commandes de droite pour enregistrer un exercice à l'aide de votre webcam. Vous pouvez enregistrer autant de fois que vous le souhaitez et prévisualiser les vidéos avant de les enregistrer dans le système.

source: Register
de: Registrieren
es: Registrarse
eu: Erregistratu
fr: Créer un compte

source: Remember Me!
de: Angemeldet bleiben!
es: Recordarme!
eu: Saioa Gogoratu!
fr: Se souvenir de moi

# RENDERER_NO_INPUT_DATA
source: None
de: Keine Daten
eu: Ezer
fr: Aucun

source: Re-enter password
de: Passwort wiederholen!
eu: Pasahitza berriz sartu
fr: Confirmer le mot de passe :

source: Re-enter new email address
de: Wiederholen Sie die neue Email Adresse
es: Reintroduce nueva dirección email
eu: Eposta helbide berria berriz sartu
fr: Retaper l'adresse e-mail

source: Report
de: Meldung
eu: Salatu
fr: Signaler

source: Video is not suitable for underages
de: Dieses Video ist nicht für Personen unter 18 Jahren geeignet.
es: El vídeo no es apto para menores de edad
eu: Adingabeentzat egokia ez den bideoa
fr: La vidéo ne convient pas pour les mineurs

source: Video is copyrighted material
de: Dieses Video unterliegt den Copyright Bestimmungen
es: El vídeo es material con copyright
eu: Bideoak copyright dauka
fr: Vidéo protégée par copyright

source: Video already exists in Babelium Project
de: Das Video existiert bereits im Babelium Projekt
es: El vídeo ya existe en Babelium Project
eu: Bideoa Babelium Project-en dagoeneko badago
fr: Cette vidéo existe déjà dans Babelium Project

source: Report Inappropriate Exercise
de: Unangemessene Übungen melden.
es: Informar sobre ejercicio inapropiado
eu: Ariketa Desegokiaren Berri Eman
fr: Signaler exercice inadéquat

source: Report an inappropriate video
de: Unzulässiges Video melden
es: Informar sobre un vídeo inapropiado
eu: Bideo desegoki baten berri eman
fr: Signaler une vidéo inappropriée

source: Video is pornographic or obscene
de: Dieses Video hat anstößige oder pornografische Inhalte.
es: El vídeo es pornográfico u obsceno
eu: Bideoa pornografikoa edo lizuna da
fr: La vidéo est pornographique ou obscène

source: Video is offensive
de: Dieses Video enthält kränkende Äußerungen.
es: El vídeo es ofensivo
eu: Bideo iraingarria
fr: La vidéo est choquante

source: Report an issue with this video
de: Melden Sie ein Problem mit diesem Video.
eu: Bideo honen arazoari buruz berri eman:
fr: Signaler un problème avec cette vidéo

source: Report technical problems
de: Technische Probleme melden.
es: Informar sobre problemas técnicos
eu: Arazo teknikoei buruz berri eman
fr: Signaler des problèmes techniques

source: Video violates terms & conditions
de: Dieses Video verletzt die bestehenden Vereinbarungen und Konditionen
es: El vídeo viola los términos y condiciones
eu: Bideoak mugak eta baldintzak hausten ditu
fr: La vidéo ne respecte pas les termes et conditions

source: Video contains graphic violence
de: Dieses Video hat gewaltverherrlichende Inhalte.
es: El vídeo contiene violencia gráfica
eu: Bideoak biolentzia grafikoa dauka
fr: La vidéo contient de la violence graphique

source: Reset
de: Wiederherstellen
es: Restablecer
eu: Berrezarri
fr: Réinitialiser

source: Reset Data
de: Neustart Bewertung!
es: Reiniciar Datos
eu: Datuak Garbitu
fr: Réinitialiser les données

source: Responses
eu: Erantzunak
fr: Réponses

source: List of done assessments
de: Liste der bereits erfolgten Bewertungen
es: Listado de evaluaciones realizadas
eu: Egindako ebaluaketen zerrenda
fr: Liste des évaluations réalisées.

source: List of received assessments
de: Liste der erhaltenen Bewertungen
es: Listado de evaluaciones recibidas
eu: Jasotako ebaluaketen zerrenda
fr: Liste des évaluations reçues

source: Responses I assessed
de: Übungen, die von mir bewertet wurden.
es: Ejercicios que he evaluado
eu: Nik ebaluatutako erantzunak
fr: Les réponses que j'ai évaluées

source: Response Name
de: Eine Überschrift für die Antwort angeben
es: Nombre Respuesta
eu: Erantzun Izena
fr: Nom de la réponse

source: Restore password
de: Passwort wiederherstellen!
es: Restablecer contraseña
eu: Pasahitza berrezarri
fr: Réinitialiser le mot de passe

source: Please enter your username or email
de: Bitte geben Sie Ihren Nutzernamen und Ihre E-Mail-Adresse ein.
es: Por favor, introduce tu nombre de usuario o correo electrónico
eu: Mesedez zure erabiltzaile izena edo eposta helbidea sartu
fr: Introduisez votre nom d'utilisateur ou e- mail

source: Results
de: Resultate
es: RESULTADOS
eu: Emaitzak
fr: Résultats

source: Retry
de: Wiederholen
es: Reintentar
eu: Saiatu Berriz
fr: Rééssayer

source: Review subtitles
de: Untertitel überprüfen!
es: Revisar subtítulos
eu: Azpitituluak berrikusi
fr: Revoir les sous-titres

source: Rhythm
de: Rhythmus
eu: Erritmoa
fr: Rythme

# RHYTHM_SCORE
source: Rhythm
de: Rhythmus
eu: Erritmoa
fr: Rythme

source: Role
de: Rolle
es: Rol
eu: Rola
fr: Rôle

source: That role already exists!
de: Diese Rolle existiert bereits!
es: Ese rol ya existe!
eu: Rol hori dagoeneko existitzen da!
fr: Ce rôle existe déjà

source: Talking
de: Momentan im Gespräch
es: Hablando
eu: Hizketan
fr: En train de parler

source: The role on the line {0} is empty.
de: Die Rolle {0} ist nicht ausgefüllt
es: El rol de la línea {0} está vacío.
eu: {0}. lerroko rola hutsik dago.
fr: Le rôle sur la ligne {0} est vide

source: Save
eu: Gorde
fr: Enregistrer

source: Save video
de: Video speichern
es: Guardar vídeo
eu: Bideoa gorde
fr: Sauvegarder la vidéo

source: Save & Continue
eu: Gorde eta Jarraitu
fr: Enregistrer et Continuer

source: Save and return to course
eu: Gorde eta ikastarora itzuli
fr: Enregistrer et revenir au cours

source: Save Changes
eu: Aldaketak gorde
fr: Enregistrer modifications

# SAVE_NEWPASS
source: Save Changes
de: Änderungen speichern
eu: Aldaketak gorde
fr: Enregistrer les modifications

source: Save Response
de: Antwort veröffentlichen
eu: Erantzuna Argitaratu
fr: Publier la réponse

source: Save Recorded Exercise
de: Aufnahme speichern
es: Guardar ejercicio de grabación
eu: Grabatutako Ariketa Gorde
fr: Sauvegarder l’exercice d’enregistrement

source: Search
de: Suchen
eu: Bilatu
fr: Chercher

source: Order by
de: Ordnen nach
es: Ordenar por
eu: Ordenatzeko irizpidea
fr: Trier par

source: Matches found
de: Gefundene Ergebnisse
es: Resultados encontrados
eu: Aurkitutako emaitzak
fr: Résultats trouvés

source: Search results for
de: Ergebnisse suchen für:
eu: Bilaketa emaitzak termino honentzako:
fr: Résultats de recherche pour:

source: Use this module to find the exercise you are looking for.
de: Hier können Sie nach Übungen suchen.
es: Utiliza este módulo para encontrar ese ejercicio que tanto buscas.
eu: Erabili modulu hau bilatzen ari zaren ariketa hori aurkitzeko.
fr: Utiliser ce module pour trouver l'exercice recherché

source: Tag Cloud
es: Nube de etiquetas
eu: Etiketa-Hodeia
fr: Cloud de tags

source: seconds
de: Sekunden
es: segundos
eu: segundo
fr: Secondes

source: Security
de: Sicherheit
es: Seguridad
eu: Segurtasuna
fr: Sécurité

source: Click here to seek the video to the start time of this subtitle line
de: Klicken Sie hier auf das Video, um den Moment festzuhalten, wenn dieser Untertitel gezeigt wird.
es: Pincha aquí para que el vídeo salte al momento donde se reproduce este subtítulo
eu: Sakatu hemen bideoa azpititulu lerro hau ikusten den unera salto egiteko
fr: Cliquez ici pour que la vidéo démarre au moment où apparaît la ligne de sous-titre

source: See all My Creations
eu: Nire sorkuntza guztiak ikusi
fr: Voir toutes mes créations

source: Selected role
de: Ausgewählte Rolle
es: Rol elegido
eu: Aukeratutako pertsonaia
fr: Rôle selectionné

source: Selected Exercise
de: Ausgewählte Übung
es: Ejercicio seleccionado
eu: Aukeratutako Ariketa
fr: Exercice choisi

source: Select "Allow"
eu: "Permitir" aukeratu
fr: Sélectionner "Autoriser"

source: Choose Another Exercise
de: Eine andere Übung aussuchen
es: Elege otro ejercicio
eu: Beste Ariketa bat Aukeratu
fr: Choisis un autre exercice

source: Select a video from the list
de: Wählen Sie ein Video aus der Liste aus
es: Escoge un vídeo de la lista
eu: aukeratu bideo bat zerrendan
fr: Choisissez une vidéo dans la liste

source: Select a difficulty
de: Wählen Sie einen Schwierigkeitsgrad aus
es: Elige una dificultad
eu: Zailtasun maila aukeratu
fr: Sélectionnez une difficulté

source: Select a language
de: Wählen Sie eine Sprache aus
es: Elige un idioma
eu: Hizkuntza aukeratu
fr: Sélectionnez une langue

source: You must select the role you want to delete.
de: Sie müssen die Rolle auswählen, die Sie löschen möchten.
es: Tienes que seleccionar el rol que quieres borrar.
eu: Ezabatu nahi duzun rola aukeratu behar duzu.
fr: Vous devez choisir le rôle que vous voulez éliminer

source: Self-assessment
eu: Auto-ebaluazioa
fr: Autoévaluation

source: Send
de: Senden
es: Enviar
eu: Bidali
fr: Envoyer

source: Resend activation email
de: Aktivierungs-E-Mail erneut senden
es: Volver a enviar email de activación
eu: Aktibazio eposta berriz bidali
fr: Renvoyer l'e-mail d'activation

source: Send Evaluation
de: Bewertung senden
es: Enviar Evaluación
eu: Ebaluazioa Bidali
fr: Envoyer l'évaluation

source: Set as default
eu: Lehenetsi
fr: Définir par défaut

source: The {0} must have at least {1} characters.
eu: {0} eremuak gutxienez {1} karaktere izan behar ditu.
fr: Le champ {0} doit contenir au moins {1} caractères

source: The role name must have at least {0} characters.
de: Diese Rolle muss mindestens {0} Buchstaben haben.
es: El rol debe tener por lo menos {0} carácteres.
eu: Rol izenak gutxienez {0} karaktere izan behar ditu.
fr: Le nom du rôle doit contenir au moins {0} caractères

source: The password must have at least 6 characters.
de: Das Passwort sollte mindestens 6 Buchstaben haben.
es: La contraseña debe tener al menos 6 caracteres.
eu: Pasahitzak 6 karaktere izan behar ditu gutxienez.
fr: Le mot de passe doit contenir au moins 6 caractères

source: The username must have at least 4 characters.
de: Der Benutzername sollte mindestens 4 Buchstaben haben.
es: El nombre de usuario debe tener al menos 4 caracteres.
eu: Erabiltzaile izenak 4 karaktere izan behar ditu gutxienez.
fr: Le nom d'utilisateur doit contenir au moins 4 caractères

source: Show Available Options
de: Anzeigeoptionen
es: Mostrar opciones disponibles
eu: Aukerak Ikusi
fr: Montrer les options disponibles

source: Show privacy settings
es: Mostrar opciones de privacidad
eu: Pribatutasun hobespenak ikusi
fr: Afficher les données personnelles

source: Show subtitles
de: Untertitel anzeigen
es: Mostrar subtítulos
eu: Azpitituluak agertarazi
fr: Montrer les sous-titres

source: Sightseeing
de: Besichtigungen
es: Visitas turísticas
eu: Turismoa
fr: Tourisme

source: Use this section to sign up on Babelium and thus start practising your favourite languages in no time. It's free.
de: Hier können Sie sich bei Babelium anmelden und sofort anfangen gratis Ihre Lieblingssprachen zu praktizieren.
eu: Atal hau erabili Babeliumen izena emateko eta horrela zure gustoko hizkuntzak praktikatzen hasteko. Dohakoa da.
fr: Utilisez cette section pour vous inscrire à Babelium et commencer à pratiquer vos langues préférées rapidement. C'est gratuit.

source: Login
de: Anmelden
es: Acceder
eu: Sartu
fr: Se connecter

source: Sign Out
de: Verlassen
es: Salir
eu: Irten
fr: Déconnexion

source: Sign up on Babelium Project
de: Besuchen Sie das Projekt Babelium
es: Accede a Babelium Project
eu: Babelium Project-en Izena eman
fr: Ouvrir un compte sur Babelium Project

source: Someone else is editing this very same subtitles.
de: Es ist noch jemand online, der die gleichen Untertitel bearbeitet.
es: Alguien más está editanto estos mismos subtítulos.
eu: Beste norbait azpititulu hauek editatzen dabil.
fr: Quelqu'un d'autre est en train d'éditer les mêmes sous-titres

source: Size
de: Größe
es: Tamaño
eu: Tamaina
fr: Taille

source: The video's duration exceeds the limit, the video can't be downloaded
de: Das Video überschreitet die vorgeschriebene Länge. Es kann nicht heruntergeladen werden.
es: La longitud del vídeo excede el límite permitido, no se puede descargar el vídeo
eu: Bideoaren iraupenak onarturiko limitea gainditzen du, ezin da bideoa deskargatu
fr: La durée de la vidéo dépasse la limite, la vidéo ne peut pas être téléchargée

source: Your slice request has been successfully created, the video will be uploaded soon if duration requirements are fulfilled. Thank you!
de: Ihre Anfrage den Text zu kürzen war erfolgreich. Das Video wird in Kürze verfügbar sein, wenn es die die maximal erlaubte Länge nicht überschreitet. Danke!
es: Tu petición de recorte se ha realizado correctamente, el vídeo estará pronto disponible si cumple los requisitos de duración máxima. ¡Gracias!
eu: Zure mozketa eskaera era egokian egin da. Bideoa aurki eskuragarri egongo da, iraupen maximo baldintzak betetzen baditu. Mil esker!
fr: Votredemande de coupure a été créée avec succès, la vidéo sera téléchargée rapidement si les conditions de durée sont remplies . Merci beaucoup!

source: The slice request is being processed. Please wait...
de: Der Antrag wird bearbeitet, bitte warten ...
es: La petición se está procesando, por favor espera...
eu: Eskaera prozesatzen ari da, itxaron mesedez...
fr: La demande de coupure est en cours de traitement. Un moment SVP...

source: WARNING: You must fill the following form with information on the new video to register your slice request correctly.
de: Achtung: Sie müssen das Formular mit den Details des neuen Videos ausfüllen, damit Ihre Anfrage zur Textkürzung registriert werden kann.
es: ATENCIÓN: Debes rellenar el formulario con los datos del nuevo vídeo para que tu petición de recorte se registre correctamente.
eu: ERNE: Formularioa bideo berriaren datuekin bete behar duzu zure mozketa eskaera behar bezala erregistratzeko.
fr: Attention, vous devez remplir le formulaire avec l'information sur la nouvelle vidéo pour que votre demande de coupure soit enregistrée correctement.

source: Socializing
de: Gesellschaftliche Beziehungen
es: Relaciones sociales
eu: Gizarte harremanak
fr: Vie en société

source: Someone evaluate me!
de: Ich möchte von jemandem bewertet werden
es: Quiero que alguien me evalue
eu: Norbaitek ebaluatu nazala!
fr: Je voudrais que quelqu’un m’évalue

source: Sort by
de: Sortieren nach
es: Ordenar por
eu: Honen arabera ordenatu
fr: Trier par

source: Speaking about oneself
de: Informationen zur Person
es: Describirse a sí mismo/a
eu: Zeure buruari buruz hitz egin
fr: Parler de soi

source: Specify video license
de: Die Videolizenz festlegen
eu: Bideoaren lizentzia zehaztu:
fr: Spécifier la licence vidéo
