Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Can reply in an interview to simple direct questions spoken very slowly and clearly in direct non-idiomatic speech about personal details
de: Kann in einem Interviewgespräch einfache, direkte Fragen zur Person beantworten, wenn die Fragen langsam, deutlich und in direkter, nicht-idiomatischer Sprache gestellt werden
es: Responde en una entrevista a preguntas sencillas y directas sobre datos personales, si se habla muy despacio y con claridad sin modismos ni frases hechas
eu: Elkarrizketa batean oso motel, argi eta hizkuntza zuzen eta zehatzean egindako xehetasun pertsonalei buruzko galdera zuzenei erantzuna emateko gai da
fr: Peut répondre dans un entretien à des questions personnelles posées très lentement et clairement dans une langue directe et non idiomatique

source: CAN offer some help to a client/customer, for example, 'I'll give you our new catalogue'
de: KANN dem Kunden einfache Hilfe anbieten, z. B. "Ich gebe Ihnen unseren neuen Katalog"
es: PUEDE ofrecer ayuda a un cliente, por ejemplo, "Este es nuestro nuevo catálogo"
eu: Bezero bati laguntza pixkat eskaintzeko gai da, adib. 'Gure katalogo berria emango dizut'
fr: EST CAPABLE de proposer de l'aide à un client, par exemple "Je vais vous donner notre nouveau catalogue"

source: CAN state simple requirements within own job area, for example 'I want to order 25 of...'
de: KANN innerhalb seines/ihres eigenen Arbeitsgebiets einfache Bedürfnisse äußern, z. B. "Ich möchte 25... bestellen."
es: PUEDE expresar peticiones muy sencillas dentro de su propio ámbito de trabajo, por ejemplo "Quiero pedir 25…"
eu: Bere lanaren inguruko eskakizun sinpleak egiteko GAI DA, adib. '25 ... eskatu nahi ditut'
fr: EST CAPABLE de formuler des demandes simples concernant son travail, comme "Je voudrais commander 25 unités de..."

source: CAN exchange opinions on familiar, predictable matters, for example, involving straightforward discussions of the 'This is better because...' type
de: KANN sich äußern zu alltäglichen, vorhersehbaren Vorgängen, z.B. wenn diese nur eine einfache Diskussion verlangen wie "Das wäre besser, weil..."
es: PUEDE intercambiar opiniones sobre temas conocidos, previsibles, por ejemplo, mediante argumentaciones sencillas del tipo "Esto es mejor porque…"
eu: Gauza ezagun eta iragargarriei buruzko iritziak elkar-trukatzeko GAI DA, adib. 'Hau hobea da ... -gatik' bezalako eztabaida zuzenak
fr: EST CAPABLE d'échanger des points de vue sur des sujets courants du moment que les discussions ne dépassent pas le cadre de "Ceci est mieux parce que..."

source: Can discuss what to do next, making and responding to suggestions, asking for and giving directions
de: Kann diskutieren, was man als Nächstes tun sollte, kann Vorschläge machen und auf Vorschläge reagieren, kann um Anleitungen bitten und Anleitungen geben
es: Discute los pasos que hay que seguir, planteando sugerencias y respondiendo a las sugerencias de los demás, pidiendo y dando indicaciones
eu: Ondoren zer egin eztabaidatu, iradokizunak egin eta hauei erantzun eta argibideak eskatu eta emateko gai da
fr: Peut discuter de ce que l'on fera ensuite, répondre à des suggestions et en faire, demander des directives et en donner

# D3_2_04_5
source: Can communicate in simple and routine tasks using simple phrases to ask for and provide things, to get simple information and to discuss what to do next
de: Kann sich bei einfachen Routineaufgaben verständigen und dabei einfache Wendungen gebrauchen, um Dinge zu erbitten oder zu geben, einfache Informationen zu erfragen und zu besprechen, was man als Nächstes tun sollte
es: Es capaz de comunicarse en tareas cotidianas utilizando frases sencillas para pedir y ofrecer cosas, para conseguir información sencilla y para discutir los pasos que hay que seguir
eu: Eguneroko ekintza sinpleetan gauzak eskatu eta eman, informazio sinplea lortu eta ondoren egin esaldi sinpleak erabiliz adierazteko gai da
fr: Peut communiquer au cours de simples tâches courantes en utilisant des expressions simples pour avoir des objets et en donner, pour obtenir une information simple et discuter de la suite à donner

source: Can answer simple questions and respond to simple statements in an interview
de: Kann in einem Interview einfache Fragen beantworten und auf einfache Feststellungen reagieren
es: Responde a preguntas y afirmaciones sencillas durante una entrevista
eu: Elkarrizketa batean galdera sinple eta esaldi sinpleei erantzuna emateko gai da
fr: Peut répondre à des questions simples et réagir à des déclarations simples dans un entretien

source: Can make him/herself understood in an interview and communicate ideas and information on familiar topics, provided he/she can ask for clarification occasionally, and is given some help to express what he/she wants to
de: Kann sich in einem Interview verständlich machen und Informationen und Ideen zu vertrauten Themen mitteilen, vorausgesetzt, er/sie kann gelegentlich um Klärung bitten und erhält Hilfe, das auszudrücken, was er/sie sagen möchte
es: Se hace comprender en una entrevista y cuando comunica ideas e información sobre temas cotidianos, siempre que pueda pedir de vez en cuando que le aclaren lo dicho y que le ayuden a expresar lo que quiere decir
eu: Elkarrizketa batean bere burua ulertarazia izatea lortzeko gai da eta gai ezagunei buruzko ideiak eta informazioa komunikatzeko gai da, noizbehinka azalpenak eskatu eta hitzegiterakoan laguntza eskautz gero ematen baldin bazaio
fr: Peut se faire comprendre dans un entretien et communiquer des idées et de l'information sur des sujets familiers à condition de pouvoir faire clarifier à l'occasion et d'être aidé pour exprimer ce qu'il/elle veut

source: CAN make an outgoing call and pass on simple, prepared messages, for example 'Mr X's flight is late; he will arrive this afternoon'
de: KANN ein Telefongespräch führen und einfache, vorbereitete Nachrichten weitergeben, z. B. "Der Flug von Herrn X hat Verspätung; er kommt heute nachmittag an."
es: PUEDE realizar una llamada y transmitir mensajes preparados muy sencillos, por ejemplo, "El vuelo del señor X viene con retraso; él llagará esta tarde"
eu: Telefono dei sinple bat egiteko GAI DA aldez aurretik pentsatutako mezu bat komunikatzeko. Adib. 'X jaunaren hegaldia atzeratu egin da; arratsaldean iritsiko da'
fr: EST CAPABLE de faire un appel et de laisser de simples messages déjà préparés, comme par exemple, 'Le vol de Mr. X est en retard ; il arrivera cet après-midi"

source: CAN state routine requirements within own area of work (e.g. asking for typing to be done)
de: KANN alltägliche Bedürfnisse innerhalb des eigenen Arbeitsbereichs benennen (z. B. um die Erledigung von Schreibarbeit bitten)
es: PUEDE expresar peticiones rutinarias dentro de su propio ámbito de trabajo (por ejemplo, pedir que le pasen algo a máquina)
eu: Bere lan inguruko eguneroko eskakizunak egiteko GAI DA (adib. zerbait idaztea eskatu)
fr: EST CAPABLE de formuler des demandes courantes dans le domaine de son travail (demander qu'un papier soit dactylographié)

source: CAN greet a visitor and engage in a limited conversation for a short period of time, for example enquiring about a visitor's journey, hotel etc.
de: KANN einen Besucher begrüßen und für eine begrenzte Zeit sich mit ihm unterhalten, z. B. sich erkundigen über die Reise eines Besuchers, sein Hotel etc.
es: PUEDE saludar a las visitas y entablar una conversación limitada durante un corto periodo de tiempo, por ej. Interesarse por su viaje, el hotel etc.
eu: Bisitari baten harrera egin eta denbora laburrez elkarrizketa bat mantentzeko GAI DA. (Adib. bisitariari bere bidaiari, hotelari, etab. buruz galdetu)
fr: EST CAPABLE d'accueillir un visiteur et engager une conversation avec lui durant une courte période de temps, par exemple, discuter de son voyage, de l'hôtel, etc.

source: CAN offer advice to clients within own job area on simple matters (e.g. 'This model will give you better copies, but it is more expensive')
de: KANN den Kunden innerhalb des eigenen Arbeitsgebiets in einfachen Angelegenheiten beraten (z.B. Dieses Modell macht bessere Kopien, ist aber teurer)
es: PUEDE ofrecer consejo a clientes sobre cuestiones sencillas dentro de su propio ámbito de trabajo (por ej."Este modelo le proporcionará mejores copias, pero es más caro")
eu: Bere lan esparruko bezeroei gai sinpleen inguruko aholkua emateko GAI DA (adib. 'Modelo honek kopia hobeak emango dizkizu, baina garestiagoa da')
fr: EST CAPABLE de donner son avis aux clients dans le domaine de son travail sur des points simples ("Avec ce modèle vous aurez de meilleures copies, mais il est plus cher")

source: Can exchange, check and confirm accumulated factual information on familiar routine and non-routine matters within his/her field with some confidence
de: Kann im eigenen Sachgebiet mit einer gewissen Sicherheit größere Mengen von Sachinformationen über vertraute Routineangelegenheiten und über weniger routinemäßige Dinge austauschen
es: Intercambia, comprueba y confirma con cierta confianza información concreta sobre asuntos, cotidianos o no, dentro de su especialidad
eu: Bere esparruko eguneroko eta ez-eguneroko gauzetan bildutako informazioa objektiboa elkartrukatu, konprobatu eta baieztatzeko gai da, nahiko konfidantzarekin
fr: Peut échanger avec une certaine assurance un grand nombre d'informations factuelles sur des sujets courants ou non, familiers à son domaine

source: Can describe how to do something, giving detailed instructions
de: Kann beschreiben, wie man etwas macht, und kann genaue Anweisungen geben
es: Describe la forma de realizar algo dando instrucciones detalladas
eu: Zerbait nola egin behar den deskribatzeko gai da, azalpen zehatzak emanez
fr: Peut expliquer comment faire quelque chose en donnant des instructions détaillées

# D3_3_04_6
source: Can explain why something is a problem, discuss what to do next, compare and contrast alternatives
de: Kann erklären, warum etwas ein Problem ist, kann diskutieren, was man als Nächstes tun sollte, und kann Alternativen vergleichen und einander gegenüberstellen
es: Explica los motivos de un problema, discute sobre los pasos que se deben seguir, compara y contrasta alternativas
eu: Zerbait arazo bat zergatik suposatzen duen azaldu, ondoren zer egin eztabaidatu, eta alternatibak konparatu eta alderatzeko gai da
fr: Peut expliquer pourquoi quelque chose pose problème, discuter de la suite à donner, comparer et opposer les solutions

# D3_3_04_7
source: Can give brief comments on the views of others
de: Kann die Standpunkte anderer kurz kommentieren
es: Realiza breves comentarios sobre los puntos de vista de otras personas
eu: Besteen iritziei buruzko iruzkin laburrak egiteko gai da
fr: Peut commenter brièvement le point de vue d'autrui

source: Can provide concrete information required in an interview but does so with limited precision
de: Kann in einem Interview- oder Konsultationsgespräch konkrete Auskünfte geben (z.B. beim Arzt Symptome beschreiben), tut das aber mit begrenzter Genauigkeit
es: Proporciona la información concreta que se requiere en una entrevista o en una consulta (por ejemplo, describe síntomas a un médico), pero lo hace con una precisión limitada
eu: Elkarrizketa batean eskatutako informazio konkretua emateko GAI DA, baina xehetasun mugatuarekin
fr: Peut fournir des renseignements concrets exigés dans un entretien ou une consultation (par exemple, décrire des symptômes à un médecin) mais le fait avec une précision limitée

source: CAN put her/his point across persuasively when talking, for example about a familiar product
de: KANN in einem Gespräch seine Meinung überzeugend darstellen, z. B. über ein bekanntes Produkt
es: PUEDE expresar su punto de vista de manera convincente al hablar, por ejemplo, de un producto conocido
eu: Bere ikuspuntua era konbentzigarrian azaltzeko GAI DA, adib. ezagutzen duen produktu bati buruz hitz egitean
fr: EST CAPABLE d'exposer son opinion et d'être convaincant quand il parle, par exemple, d'un produit familier

source: Can give a clear, detailed description of how to carry out a procedure
de: Kann klar, detailliert beschreiben, wie bei einem Verfahren vorgegangen werden kann
es: Realiza descripciones claras y detalladas acerca de la forma de llevar a cabo un procedimiento
eu: Prozesu bat nola egin behar den azaltzeko deskribapen zehatz eta argia egiteko gai da
fr: Peut faire la description claire et détaillée d'une démarche

source: Can understand and exchange complex information and advice on the full range of matters related to his/her occupational role
de: Kann komplexe Informationen und Ratschläge in Zusammenhang mit allen Dingen, die mit seinem/ihrem Beruf zu tun haben, verstehen und austauschen
es: Comprende e intercambia información compleja y consejos sobre todos los asuntos relacionados con su profesión
eu: Bere lanarekin zeregina duten gaiei buruzko informazio konplexua ulertu eta elkartrukatu zein aholkua emateko gai da
fr: Peut comprendre et échanger une information complexe et des avis sur une gamme étendue de sujets relatifs à son rôle professionnel

# D3_4_04_4
source: Can outline an issue or a problem clearly, speculating about causes or consequences, and weighing advantages and disadvantages of different approaches
de: Kann eine Angelegenheit oder ein Problem klar darlegen, dabei Vermutungen über Ursachen und Folgen anstellen und die Vor- und Nachteile verschiedener Ansätze gegeneinander abwägen
es: Esboza un asunto o un problema con claridad, especulando sobre las causas o consecuencias y comparando las ventajas y desventajas de diferentes enfoque
eu: Arazo bat era argian azaltzeko gai da, jatorri eta ondorioei buruzko espekulazioa egin, eta ikuspuntu desberdinen abantailak eta desabantailak ponderatuz
fr: Peut esquisser clairement à grands traits une question ou un problème, faire des spéculations sur les causes et les conséquences, et mesurer les avantages et les inconvénients des différentes approches

source: Can carry out an effective, fluent interview, departing spontaneously from prepared questions, following up and probing interesting replies
de: Kann wirksam und flüssig ein Interviewgespräch führen, von vorbereiteten Fragen spontan abweichen, auf interessante Antworten näher eingehen und nachfragen
es: Realiza entrevistas eficaces y fluidas, incluso alejándose espontáneamente de las preguntas preparadas, siguiendo el hilo y dando repuestas interesantes
eu: Elkarrizketa etorri eta efektibo bat gauzatzeko gai da, prestatutako galderetatik espontaneoki atera eta ildora lortutako emaitzen arabera itzuliz
fr: Peut conduire un entretien avec efficacité et aisance, en s'écartant spontanément des questions préparées et en exploitant et relançant les réponses intéressantes

# D3_4_12_1
source: Can express his/her ideas and opinions with precision, present and respond to complex lines of argument convincingly
de: Kann seine/ihre Gedanken und Meinungen präzise ausdrücken, überzeugend argumentieren und auf komplexe Argumentationen anderer reagieren
es: Expresa sus ideas y opiniones con precisión, presenta líneas argumentales complejas y responde a ellas con convicción
eu: Bere ideiak eta iritziak zehaztasunez adierazi ditzake eta argudio lerroak aurkeztu eta hauei era konbentzigarrian erantzuna emateko gai da
fr: Peut exposer ses idées et ses opinions et argumenter avec conviction sur des sujets complexes et réagir de même aux arguments d'autrui

source: Can contribute, account for and sustain his/her opinion, evaluate alternative proposals and make and respond to hypotheses
de: Kann zur Diskussion beitragen, den eigenen Standpunkt begründen und verteidigen, alternative Vorschläge beurteilen, Hypothesen aufstellen und auf Hypothesen anderer reagieren
es: Ofrece, explica y defiende sus opiniones, evalúa las propuestas alternativas, formula hipótesis y responde a éstas
eu: Bere iritziarekin parte hartu, bere iritzia mantendun, aukera edo alternatibak ebaluatu eta hipotesiak egin eta hauei erantzuna emateko gai da
fr: Peut exprimer, justifier et défendre son opinion, évaluer d'autres propositions ainsi que répondre à des hypothèses et en faire

source: CAN take or leave routine messages, ask for clarification or elaboration where these are not expressed clearly, with only occasional misunderstanding of facts
de: KANN Routinenachrichten aufnehmen oder hinterlassen, um Klärung oder Erläuterung bitten, falls diese undeutlich waren, wobei nur gelegentlich Mißverständnisse auftreten
es: PUEDE recoger o dar mensajes rutinarios y pedir aclaraciones o explicaciones detalladas si los mensajes no están claramente expresados, con sólo algún malentendido ocasional de los datos
eu: Mezu arruntak bidali edo jasotzeko GAI DA, hauek garbitasun nahikoarekin adierazten ez direnean azalpen gehiago eskatuz, oso noizbehinkako gaizkiulertuak jazoz
fr: EST CAPABLE de prendre ou de laisser des messages courants, de demander des éclaircissements si ceux-ci ne sont pas exprimés clairement, faisant seulement quelques erreurs occasionnelles de compréhension

source: CAN give detailed information and state detailed requirements within familiar area of work
de: KANN genaue Informationen geben und Bedürfnisse äußern in einem ihm/ihr vertrauten Arbeitsbereich
es: PUEDE aportar información detallada y establecer condiciones detalladas dentro de un campo conocido
eu: Bere lan esparruko informazio zehatza eman eta eskakizun zehatzak egiteko GAI DA
fr: EST CAPABLE de donner des informations détaillées et formuler des demandes détaillées dans le domaine familier du travail

source: CAN argue his/her case effectively, justifying, if necessary, a need for service and specifying needs precisely
de: KANN erfolgreich seine Meinung vertreten und, falls erforderlich, die Notwendigkeit von Leistungen begründen und Bedürfnisse genau erklären
es: PUEDE exponer su caso de manera eficaz, justificando, si es preciso, la necesidad de un servicio y especificando las necesidades con precisión
eu: Bere ikuspuntua efektiboki adierazteko GAI DA, beharrezkoa bada zerbitzu baten beharra justifikatuz eta zerbitzuren xehetasunak emanez
fr: EST CAPABLE d'argumenter sur un cas d'espèce, justifier, si nécessaire, le besoin d'un service et préciser des besoins clairement

source: CAN answer questions outside own immediate area of work
de: KANN Fragen, die nicht zu seinem/ihrem unmittelbaren Arbeitsgebiet gehören, beantworten.
es: PUEDE contestar preguntas ajenas a su propio ámbito de trabajo.
eu: Bere lan esparrutik kanpo dauden galderei erantzuna emateko GAI DA
fr: EST CAPABLE de répondre à des questions sans rapport avec son domaine de travail

source: CAN engage in an extended conversation with a visitor on matters within her/his authority/competence
de: KANN ein längeres Gespräch mit einem Gast über Angelegenheiten seiner/ihrer Kompetenz führen
es: PUEDE participar en una conversación extensa con una visita sobre temas propios de su competencia
eu: Bisitari batekin elkarrizketa bat mantentzeko GAI DA bere konpetentzia edo jakintza esparruan baldin bada
fr: EST CAPABLE de participer à une discussion assez longue avec un visiteur sur des sujets de sa compétence

source: CAN give detailed information and deal with most routine problems that are likely to arise
de: KANN detaillierte Informationen geben und die meisten alltäglichen Probleme bewältigen, die anfallen könnten
es: PUEDE aportar información detallada y resolver los problemas más rutinarios que puedan surgir
eu: Informazio zehatza eman eta gerta daitezkeen arazoen gehiengoari aurre egiteko GAI DA
fr: EST CAPABLE de donner des informations détaillées et de faire face à la plupart des problèmes courants

source: CAN ask questions outside own immediate area of work (e.g. asking for external legal or financial advice)
de: KANN Fragen außerhalb des eigenen direkten Arbeitsbereichs stellen (z. B. einen juristischen oder finanziellen Rat von außerhalb einholen)
es: PUEDE formular preguntas ajenas a su propio ámbito de trabajo (por ej. pedir consejo legal o financiero externo)
eu: Bere lan esparrutik kanpo dauden gauzei buruzko galderak egiteko GAI DA (adib. kanpoko aholkularitza legala)
fr: EST CAPABLE de poser des questions sans rapport avec son domaine de travail (demander un avis financier ou juridique extérieur)

source: CAN advise on/handle complex, delicate or contentious issues, e.g. legal or financial situations
de: KANN in komplizierten, heiklen und umstrittenen Angelegenheiten beraten, z.B. bei juristischen und finanzpolitischen Fragen
es: PUEDE tratar o aconsejar sobre cuestiones complejas, delicadas o polémicas, por ej. Situaciones legales o financieras
eu: Arazo konplexu edo delikatuei buruzko aholkua eman edo hauei aurre egiteko GAI DA (Adib. lege edo finantza egoerak)
fr: EST CAPABLE de conseiller/faire face aux problèmes délicats et conflictuels complexes, par exemple les situations juridiques et financières

source: Can participate fully in an interview, as either interviewer or interviewee, expanding and developing the point being discussed fluently without any support, and handling interjections well
de: Kann uneingeschränkt an einem Interview teilnehmen, sowohl als Interviewer/in als auch als Interviewte/r; kann die diskutierte Frage flüssig und ohne fremde Hilfe ausführen und entwickeln; kann gut mit Einwürfen umgehen
es: Participa totalmente en una entrevista como entrevistador o como entrevistado, ampliando y desarrollando las ideas discutidas con fluidez y sin apoyo y haciendo un buen uso de las interjeccion
eu: Elkarrizketa batean guztiz parte hartzeko gai da, elkarrizketatu edo elkarrizketatzaile gisa, lantzen ari den puntua laguntzarik gabe eta etorriarekin landuz edo zabalduz, eta mozketak ondo maneiatuz
fr: Peut conduire un entretien avec efficacité et aisance, en s'écartant spontanément des questions préparées et en exploitant et relançant les réponses intéressantes

source: CAN deal with unpredictable questions
de: KANN mit unvorhersehbaren Fragen umgehen
es: PUEDE hacer frente a preguntas imprevisibles
eu: Aurreikusi ezin diren galderei aurre egiteko GAI DA
fr: EST CAPABLE de traiter de questions non prévues

source: CAN contribute effectively to meetings and seminars within own area of work
de: KANN erfolgreich zu Besprechungen und Seminaren innerhalb des eigenen Arbeitsgebiets beitragen
es: PUEDE contribuir de manera eficaz a reuniones y seminarios dentro de su propio ámbito de trabajo
eu: Bere lan esparruko mintegi edo bileretan era efektiboan parte hartzeko GAI DA
fr: EST CAPABLE de contribuer efficacement à des réunions et des séminaires dans le domaine de son travail

source: CAN argue effectively for or against a case, and has sufficient language to be able to talk about/discuss most aspects of her/his work
de: KANN erfolgreich gegen oder für einen Standpunkt diskutieren und ist sprachlich in der Lage, die meisten Aspekte seiner/ihrer Arbeit zu besprechen
es: PUEDE discutir de manera eficaz a favor o en contra de un caso, y posee el suficiente dominio del lenguaje para poder hablar/discutir sobre la mayoría de los aspectos relacionados con su trabajo
eu: Ikuspuntu baten alde edo kontra era efektiboan hitz egiteko GAI DA, eta hiztegi nahikoa du bere lanari buruzko gauzei buruz hitz egin edo eztabaidatzeko
fr: EST CAPABLE d'argumenter pour ou contre un cas et a assez de ressources langagières pour parler ou discuter de la plupart des aspects de son travail
