Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: CAN argue/complain effectively about most problem areas that are likely to occur
de: KANN erfolgreich über die meisten Probleme, die häufig auftreten, argumentieren/sich beschweren
es: PUEDE discutir/quejarse eficazmente en las situaciones problemáticas que pueden surgir con más frecuencia
eu: Gerta daitezkeen arazoei buruzko eztabaida edo kexa efektiboak egiteko GAI DA
fr: EST CAPABLE de réclamer et d'argumenter concernant la plupart des problèmes qui peuvent se présenter

source: CAN participate in casual conversation over the phone with a known person on a variety of topics
de: KANN an einem informellen Telefongespräch mit einer bekannten Person über viele verschiedene Themen teilnehmen
es: PUEDE participar en una conversación telefónica informal con una persona conocida sobre diversos temas
eu: Telefonoz, pertsona ezagun batekin hainbat gairi buruzko elkarrizketa informal bat mantentzeko GAI DA
fr: EST CAPABLE de soutenir une conversation téléphonique familière avec une personne connue sur une variété de sujets

source: CAN deal with all kinds of travel arrangements and travelling
de: KANN jede Form von Reisevorbereitungen und Reisen bewältigen
eu: Bidai prestaketa eta bidaiaren aspektu guztiei aurre egiteko GAI DA
fr: EST CAPABLE de s'occuper de tous les préparatifs d'un voyage et du voyage lui-même

source: CAN ask questions related to different types of post office services and understand answers if sympathetically expressed
de: KANN Fragen bezüglich der verschiedenen Postdienste stellen und Antworten verstehen, die einfühlend ausgedrückt werden
es: PUEDE formular preguntas relacionadas con los diferentes tipos de servicios postales y comprender las respuestas si éstas intentan adaptarse a sus dificultades con el idioma
eu: Posta bulegoko zerbitzuei buruzko galderak egin eta erantzunak ulertzeko GAI DA, erantzunak era argian adierazten badira
fr: EST CAPABLE de poser des questions concernant les différents services proposés par la poste et comprendre les réponses si elles sont exprimées clairement

source: Can give clear, detailed descriptions of complex subjects
de: Kann komplexe Sachverhalte klar und detailliert darstellen
es: Realiza descripciones claras y detalladas de temas complejos
eu: Gai konplexuei buruzko deskribapen zehatzak eta argiak emateko gai da
fr: Peut faire une description claire et détaillée de sujets complexes

source: Can give elaborate descriptions and narratives, integrating sub-themes, developing particular points and rounding off with an appropriate conclusion
de: Kann Sachverhalte ausführlich beschreiben und Geschichten erzählen, kann untergeordnete Themen integrieren, bestimmte Punkte genauer ausführen und alles mit einem angemessenen Schluss abrunden
es: Realiza descripciones y narraciones complejas integrando otros temas, desarrollando aspectos concretos y terminando con une conclusión adecuada
eu: Deskribapen eta kontakizun landuak egiteko gai da, azpigaiak sartuz, puntu konkretuak garatuz eta dena amaiera egoki batekin borobilduz
fr: Peut faire une description ou une narration élaborée, en y intégrant des thèmes secondaires, en développant certains points et en terminant par une conclusion appropriée

source: Can give clear, smoothly flowing, elaborate and often memorable descriptions
de: Kann Sachverhalte klar, flüssig, ausführlich und oft sehr interessant darstellen
es: Realiza descripciones claras, fluidas, elaboradas y a menudo destacables
eu: Deskribapen garbi, etorri, landu eta askotan nabarmengarriak egiteko gai da
fr: Peut faire des descriptions limpides et courantes, élaborées et souvent mémorables

source: CAN enquire effectively about health services provided, entitlements and procedures involved
de: KANN sich erfolgreich über angebotene Gesundheitsleistungen, Ansprüche und Verfahren erkundigen
eu: Eskainitako osasun zerbitzuei buruz, bere eskubideei eta prozedurei buruz galderak egiteko GAI DA
fr: EST CAPABLE de poser des questions sur les différents services de santé proposés, ses droits et les procédures à suivre

source: CAN describe non-visible symptoms such as different kinds of pain, for example 'dull', 'stabbing', 'throbbing' etc.
de: KANN unsichtbare Symptome sowie verschiedene Arten von Schmerzen beschreiben, zum Beispiel "dumpf", "stechend", "pochend"
es: PUEDE describir síntomas que no están a la vista, como por ej. Diferentes tipos de dolor: "punzante", "palpitante", "apagado"
eu: Begi bistan ez dauden sintomak deskribatzeko GAI DA. Minaren graduak, adib. 'makala', 'zorrotza', 'taupakaria', etab.
fr: EST CAPABLE de décrire des symptômes non visibles tels que des douleurs de type différent comme "sourde", "lancinante", "élancée"

source: Can give a clear, well-structured presentation of a complex subject, expanding and supporting points of view at some length with subsidiary points, reasons and relevant examples
de: Kann ein komplexes Thema gut strukturiert und klar vortragen und dabei die eigenen Standpunkte ausführlich darstellen und durch Unterpunkte, geeignete Beispiele oder Begründungen stützen
es: Realiza presentaciones claras y bien estructuradas sobre un tema complejo, ampliando con cierta extensión y defendiendo sus puntos de vista con ideas complementarias, motivos y ejemplos adecuados
eu: Gai konplexu bati buruzko ongi egituratutako aurkezpen argi bat emateko gai da, ikuspuntu batzuk azpipuntuen laguntzaz zabaldu eta lagunduz, eta arrazonamendu eta abidide aipagarriak erabiliz
fr: Peut faire un exposé clair et bien structure sur un sujet complexe, développant et confirmant ses points de vue assez longuement à l'aide de points secondaires, de justifications et d'exemples pertinents

source: Can present a complex topic confidently and articulately to an audience unfamiliar with it, structuring and adapting the talk flexibly to meet the audience's needs
de: Kann sicher und gut verständlich einem Publikum ein komplexes Thema vortragen, mit dem es nicht vertraut ist, und dabei die Rede flexibel den Bedürfnissen des Publikums anpassen und entsprechend strukturieren
es: Presenta temas complejos con seguridad y de modo elocuente a un público que no conoce el tema, estructurando y adaptando su discurso con flexibilidad para satisfacer las necesidades del público
eu: Gai konplexu bat konfidantzaz gaiari buruz ez dakien ikuslego bati aurkezteko gai da, diskurtsoa ikuslegoaren beharretara egituratu eta moldatuz
fr: Peut présenter un sujet complexe, bien construit, avec assurance à un auditoire pour qui il n'est pas familier, en structurant et adaptant l'exposé avec souplesse pour répondre aux besoins de cet auditoire

source: CAN show visitors round and give a detailed description of a place
de: KANN Besucher herumführen und eine detaillierte Beschreibung eines Ortes geben
es: PUEDE "guiar" a los visitantes y dar una descripción detallada de un lugar
eu: Bisitariak gidatu eta leku baten deskribapen zehatzak emateko GAI DA
fr: EST CAPABLE de faire visiter un lieu et en donner une description détaillée

source: CAN participate in casual conversations with appropriacy and good understanding of humour, irony and implicit cultural references
de: KANN an Alltagsgesprächen angemessen und mit gutem Verständnis von Humor, Ironie und impliziten kulturellen Anspielungen teilnehmen
es: PUEDE participar en conversaciones informales de forma apropiada y captar el humor, la ironía y las referencias culturales implícitas
eu: Elkarrizketa informaletan parte hartzeko GAI DA, umorezko kontzeptuak, ironia eta erreferentzia kulturalak ulertuz
fr: EST CAPABLE de participer à des conversations à bâtons rompus de manière adéquate et de bien comprendre l'humour, l'ironie et les références culturelles implicites

source: CAN pick up nuances of meaning/opinion
de: KANN Nuancen von Bedeutungen/Meinungen verstehen
es: PUEDE comprender los matices de significado/opinión
eu: Esanahi edo iritzien ñabardurak ulertzeko GAI DA
fr: EST CAPABLE de saisir les nuances de sens et d'opinion

source: CAN deal effectively with most routine transactions in a bank or post office
de: KANN erfolgreich mit den meisten alltäglichen Transaktionen in der Bank oder im Postamt fertig werden
es: PUEDE afrontar eficazmente la mayoría de las transacciones rutinarias en el banco o en correos
eu: Posta bulegoko edo banketxeko eragiketa orokorrak egiteko GAI DA
fr: EST CAPABLE de faire face à la plupart des transactions habituelles à la poste ou à la banque

source: CAN ask very simple questions for information, such as 'What is this?'
de: KANN sehr einfache Informationen erfragen, z..B. durch Fragen wie "Was ist das?"
es: PUEDE hacer preguntas muy sencillas para solicitar información, como por ejemplo "¿qué es esto?"
eu: Informazio sinplea lortzeko galderak egiteko GAI DA, adib. 'Zer da hau?'
fr: EST CAPABLE de poser des questions simples du type "Qu'est-ce que c'est ?"

source: CAN understand and ask simple questions and understand simple answers
de: KANN einfache vorhersehbare Fragen verstehen und beantworten
es: PUEDE comprender y responder preguntas previsibles sencillas
eu: Galdera sinpleak egin eta ulertu eta erantzun sinpleak ulertzeko GAI DA
fr: EST CAPABLE de comprendre des questions simples et courantes et d'y répondre

source: CAN express simple opinions using expressions such as 'I don't agree'
de: KANN einfache Meinungen ausdrücken, in dem er/sie Ausdrücke verwendet wie "Ich stimme dem nicht zu"
es: PUEDE expresar opiniones sencillas utilizando expresiones tales como "no estoy de acuerdo".
eu: Iritzi sinpleak adierazteko GAI DA 'Ez nago ados' bezalako adierazpenak erabiliz
fr: EST CAPABLE d'exprimer des opinions simples, en utilisant des expressions telles que "Je ne suis pas d'accord"

source: Can exchange relevant information and give his/her opinion on practical problems when asked directly
de: Kann relevante Informationen austauschen und, wenn direkt danach gefragt, die eigene Meinung zu einer praktischen Frage äußern
es: Intercambia información pertinente y da su opinión sobre problemas prácticos cuando se le pregunta directamente
eu: Informazio aipagarria elkartrukatu eta arazo praktikoetan bere iritzia emateko gai da zuzenean galdetzen bazaio
fr: Peut échanger des informations pertinentes et donner son opinion sur des problèmes pratiques si on le/la sollicite directement

# D2_2_11_4
source: Can communicate in simple and routine tasks using simple phrases to ask for and provide things, to get simple information and to discuss what to do next
de: Kann sich bei einfachen Routineaufgaben verständigen und dabei einfache Wendungen gebrauchen, um Dinge zu erbitten oder zu geben, einfache Informationen zu erfragen und zubesprechen, was man als Nächstes tun sollte
es: Se comunica en charlas sencillas y cotidianas que requieren un intercambio de información sencillo y directo
eu: Eguneroko zereginak gauzak eskatu eta emateko, informazio sinplea lortzeko eta ondoren zer egin erabakitzeko esaldi sinpleak erabiliz adierazteko gai da
fr: Peut communiquer dans le cadre d'une tâche simple et routinière ne demandant qu'un échange d'information simple et direct

source: CAN give a short, simple presentation or demonstration on a familiar topic
de: KANN eine kurze, einfache Präsentation oder Demonstration über ein vertrautes Thema geben
es: PUEDE realizar una presentación o demostración corta y sencilla sobre un tema conocido
eu: Gai ezagun bati buruzko aurkezpen edo abidide labur eta sinpleak emateko GAI DA
fr: EST CAPABLE de faire une présentation courte et simple sur un thème familier

source: CAN take a limited part in a seminar or tutorial, provided that this is conducted sympathetically, using simple language
de: KANN mit Einschränkungen an einem Seminar oder Kurs teilnehmen, vorausgesetzt, daß der Dozent auf ihn/sie eingeht und eine einfache Sprache benutzt
es: PUEDE participar de forma limitada en un seminario o tutoría, siempre que exista un deseo de colaborar y se utilice un lenguaje sencillo
eu: Mintegi edo tutoretza batean partehartze mugatua izateko GAI DA, hizkuntza sinplea erabiliz garatzen baldin bada
fr: EST CAPABLE de participer de façon limitée à un séminaire ou à des travaux dirigés s'ils sont conduits avec bienveillance en utilisant un langage simple

source: Can take part in routine formal discussion of familiar subjects which is conducted in clearly articulated speech in the standard dialect and which involves the exchange of factual information, receiving instructions or the discussion of solutions to practical problems
de: Kann an routinemäßigen formellen Diskussionen über vertraute Themen teilnehmen, bei denen es darum geht, Sachinformationen auszutauschen, Anweisungen entgegenzunehmen oder Lösungsmöglichkeiten für praktische Probleme zu diskutieren, sofern deutlich gesprochen und Standardsprache verwendet wird
es: Es capaz de tomar parte en discusiones formales habituales sobre temas cotidianos cuando la lengua está articulada con claridad en nivel estándar, también puede tomar parte en discusiones que suponen un intercambio de información sobre hechos concretos o en las que se dan instrucciones o soluciones a problemas práctico
eu: Hizkuntza argia erabiliz garatzen den eta gai ezagunei buruzkoa den ohiko eztabaida formal batean parte hartzeko GAI DA, hizkera estandarra, informazio elkartrukea, instrukzioak jaso edo arazo praktikoei soluzioa nola eman eztabadaitzen badira
fr: Peut prendre part à une discussion formelle courante sur un sujet familier conduite dans une langue standard clairement articulée et qui suppose l'échange d'informations factuelles, en recevant des instructions ou la discussion de solutions à des problèmes pratiques

source: CAN ask for clarification, but this needs to be given sympathetically in order for it to be understood
de: KANN um Erläuterung bitten, aber die Erläuterung muß "wohlwollend" gegeben werden, damit sie verstanden werden kann
es: PUEDE pedir aclaraciones, pero dicha aclaración deberá adaptarse a su capacidad de comprensión para que la entienda
eu: Azalpenak eskatzeko GAI DA, baina azalpenak entzulearentzat moldatuta eman behar dira
fr: EST CAPABLE de demander des éclaircissements mais ils devront être donnés avec bienveillance pour être compris

source: Can put over a point of view clearly, but has difficulty engaging in debate
de: Kann einen Standpunkt klar machen, hat aber Schwierigkeiten wenn er/sie sich auf eine Debatte einlässt
es: Puede plantear un punto de vista con claridad, pero le resulta difícil participar en el debate
eu: Ikuspuntu bat era argia azaltzeko gai da, baina eztabaidan sartzeko arazoak ditu
fr: Peut exprimer clairement un point de vue mais a du mal à engager un débat

# D2_3_11_5
source: Can explain why something is a problem, discuss what to do next, compare and contrast alternatives
de: Kann erklären, warum etwas ein Problem ist, kann diskutieren, was man als Nächstes tun sollte, und kann Alternativen vergleichen und einander gegenüberstellen
es: Explica los motivos de un problema, discute sobre los pasos que se deben seguir, compara y contrasta alternativas
eu: Zerbait arazo bat zergatik suposatzen duen azaldu, ondoren zer egin, eta alternatibak konparatu eta alderatzeko gai da
fr: Peut expliquer pourquoi quelque chose pose problème, discuter de la suite à donner, comparer et opposer les solutions

# D2_3_11_6
source: Can give brief comments on the views of others
de: Kann die Standpunkte anderer kurz kommentieren
es: Realiza breves comentarios sobre los puntos de vista de otras persona
eu: Besteen iritziei buruzko komentario laburrak egiteko gai da
fr: Peut commenter brièvement le point de vue d'autrui

source: Can summarise and give his or her opinion about a short story, article, talk, discussion, interview, or documentary and answer further questions of detail
de: Kann eine kurze Geschichte, einen Artikel, einen Vortrag, ein Interview oder eine Dokumentarsendung zusammenfassen, dazu Stellung nehmen und Informationsfragen dazu beantworten
es: Resume y da su opinión sobre relatos, artículos, charlas, discusiones, entrevistas o documentales breves, y responde a preguntas complementarias que requieren detalles
eu: Istorio labur, artikulu, hitzaldi, eztabaida, elkarrizketa, dokumental bati buruzko laburpena egin eta iritzia emateko gai da, galdera zehatzei erantzunez
fr: Peut résumer – en donnant son opinion – un bref récit, un article, un exposé, une discussion, une interview ou un documentaire et répondre à d'éventuelles questions complémentaires de détail

source: CAN give a clear presentation on a familiar topic
de: KANN eine klare Präsentation über ein vertrautes Thema geben
es: PUEDE realizar una presentación clara sobre un tema conocido
eu: Gai ezagun bati buruzko aurkezpen argi bat emateko GAI DA
fr: EST CAPABLE de présenter clairement un thème familier

source: CAN answer predictable or factual questions
de: KANN vorhersehbare und faktische Fragen beantworten
es: PUEDE responder a preguntas previsibles o de carácter objetivo
eu: Galdera iragargarri eta objektiboei erantzuna emateko GAI DA
fr: EST CAPABLE de répondre à des questions courantes et factuelles

source: CAN check that all instructions are understood
de: KANN überprüfen, daß er/sie die Anweisungen richtig verstanden hat
es: PUEDE comprobar que ha entendido todas las indicaciones
eu: Argibide guztiak ulertu direla konprobatzeko GAI DA
fr: EST CAPABLE de vérifier que toutes les indications sont comprises

# D2_4_11_1
source: Can express his/her ideas and opinions with precision, present and respond to complex lines of argument convincingly
de: Kann seine/ihre Gedanken und Meinungen präzise ausdrücken, überzeugend argumentieren und auf komplexe Argumentationen anderer reagieren
es: Expresa sus ideas y opiniones con precisión, presenta líneas argumentales complejas y responde a ellas con convicción
eu: Bere ideiak eta iritziak zehaztasunez adierazi eta argudio lerro konplexuak aurkeztu eta era konbentzigarrian erantzuteko GAI DA
fr: Peut exprimer ses idées et ses opinions avec précision et argumenter avec conviction sur des sujets complexes et réagir de même aux arguments d'autrui

# D2_4_11_2
source: Can outline an issue or a problem clearly, speculating about causes or consequences, and weighing advantages and disadvantages of different approaches
de: Kann eine Angelegenheit oder ein Problem klar darlegen, dabei Vermutungen über Ursachen und Folgen anstellen und die Vor- und Nachteile verschiedener Ansätze gegeneinander abwägen
es: Esboza un asunto o un problema con claridad, especulando sobre las causas o consecuencias y comparando las ventajas y desventajas de diferentes enfoques
eu: Arazo bat era argian laburbiltzeko gai da, jatorri eta ondorioei buruzko espekulazioa, eta ikuspuntu desberdinen abantaila eta disabantailen ponderazioa eginez
fr: Peut esquisser clairement à grands traits une question ou un problème, faire des spéculations sur les causes et les conséquences, et mesurer les avantages et les inconvénients des différentes approches

source: Can synthesise and report information and arguments from a number of sources
de: Kann Informationen und Argumente aus verschiedenen Quellen zusammenfassen und wiedergeben
es: Sintetiza y comunica información y argumentos procedentes de varias fuentes
eu: Hainbat iturritako informazio eta argudioak laburbildu eta komunikatzeko gai da
fr: Peut faire la synthèse d'informations et d'arguments issus de sources différentes et en rendre compte

source: CAN ask questions, for example for reasons, clarification etc.
de: KANN Fragen stellen, z. B. nach Ursachen, Erläuterungen etc.
es: PUEDE hacer preguntas, por ejemplo para pedir razones, aclaraciones, etc.
eu: Galderak egiteko GAI DA, arrazonamendu edo azalpenak eskatzeko
fr: EST CAPABLE de poser des questions concernant, par exemple, des motifs de demander, des éclaircissements, etc.

source: CAN rebut criticisms without causing offence
de: KANN Kritik zurückweisen, ohne beleidigend zu wirken
es: PUEDE rebatir las críticas sin ofender
eu: Kritikak ezeztatzeko GAI DA, mindu gabe
fr: EST CAPABLE de faire face aux critiques sans agressivité

source: CAN give coherent explanations of a theoretical nature
de: KANN zusammenhängende Erläuterungen theoretischer Art geben
es: PUEDE dar explicaciones coherentes de carácter teórico
eu: Jatorri teorikoa duten azalpen koherenteak emateko GAI DA
fr: EST CAPABLE de donner des explications théoriques cohérentes

source: CAN give an effective presentation or demonstration
de: KANN eine erfolgreiche Präsentation oder Demonstration geben
es: PUEDE realizar una presentación o demonstración efectiva
eu: Aurkezpen edo adibide efektiboak egiteko GAI DA
fr: EST CAPABLE de faire efficacement une présentation ou une démonstration

source: CAN answer unpredictable questions of a factual nature
de: KANN unvorhersehbare Fragen faktischer Art beantworten
es: PUEDE responder a preguntas imprevisibles de carácter objetivo
eu: Jakin ezin diren galdera objektiboei erantzuna emateko GAI DA
fr: EST CAPABLE de répondre à des questions imprévues qui portent sur des faits

source: CAN make all necessary arrangements regarding practical arrangements for study in or out of classroom with teachers, lecturers, lab and library staff, etc.
de: KANN alle Vereinbarungen treffen, die für die praktische Durchführung des Studiums innerhalb und außerhalb des Klassenzimmers notwendig sind, d. h. mit Lehrern, Dozenten, Labor- und Bibliothekspersonal etc.
es: PUEDE ponerse de acuerdo con profesores, personal de biblioteca, laboratorio, etc para cualquier cuestión relacionada con el estudio dentro y fuera del aula
eu: Gela barneko edo kanpoko ikasketekin erlazioa duten gauzei buruz adostasun batera iristeko GAI DA, iraskale edo bestelako irakaskuntza langilerekin
fr: EST CAPABLE de prendre toutes les dispositions nécessaires pour l'organisation pratique du travail en classe ou hors de la classe avec les enseignants et le personnel du laboratoire et de la bibliothèque

source: CAN reformulate questions if misunderstood
de: KANN Fragen, wenn sie mißverstanden wurden, umformulieren
es: PUEDE reformular sus preguntas si no le comprenden
eu: Ulertzen ez bazaio galderak beste era batean egiteko GAI DA
fr: EST CAPABLE de reformuler des questions si elles sont mal comprises

source: CAN make critical remarks / express disagreement without causing offence
de: KANN Kritik äußern/einen anderen Standpunkt einnehmen, ohne beleidigend zu wirken
es: PUEDE hacer comentarios críticos/expresar su desacuerdo sin ofender
eu: Ideiak kritikatu/Desadostasuna adierazteko GAI DA, mindu gabe
fr: EST CAPABLE de faire des remarques critiques, d'exprimer son désaccord sans offenser les autres

source: CAN take an active part in most kinds of seminars or tutorials
de: KANN aktiv an den meisten Seminaren oder Kursen teilnehmen
es: PUEDE participar de forma active en la mayoría de los diferentes seminarios o tutorías.
eu: Mintegi eta tutoretza gehiengoan aktiboki parte hartzeko GAI DA
fr: EST CAPABLE de participer à la plupart des séminaires ou travaux dirigés

source: CAN get and hold on to his/her turn to speak
de: KANN seinen Sprechanteil am Gespräch behaupten
es: PUEDE tomar la palabra y mantenerla
eu: Hitzegiteko bere txanda itxaron eta mantentzeko GAI DA
fr: EST CAPABLE de prendre son tour de parole et de le garder

source: CAN rebut counter-arguments
de: KANN Gegenargumente zurückweisen
es: PUEDE rebatir argumentos contrarios.
eu: Kontra-argudioak ezeztatzeko GAI DA
fr: EST CAPABLE de réfuter des contre-arguments
