Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Can relate the plot of a book or film and describe his/her reactions
de: Kann die Handlung eines Films oder eines Buchs wiedergeben und die eigenen Reaktionen beschreiben
es: Relata argumentos de libros o películas y describe sus reacciones
eu: Liburu edo filmeetako argumentua azaldu eta bere erreakzioa deskribatzeko gai da
fr: Peut raconteur l'intrigue d'un livre ou d'un film et décrire ses propres réactions

source: Can describe dreams, hopes and ambitions
de: Kann Träume, Hoffnungen, Ziele beschreiben
es: Describe sueños, esperanzas y ambiciones
eu: Amestak, itxaropenak eta nahiak deskribatzeko gai da
fr: Peut décrire un rêve, un espoir ou une ambition

source: Can describe events, real or imagined
de: Kann reale und erfundene Ereignisse schildern
es: Describe hechos reales o imaginados
eu: Benetazko edo asmatutako gertakizunak deskribatzeko gai da
fr: Peut décrire un événement, réel ou imaginaire

source: Can develop an argument well enough to be followed without difficulty most of the time
de: Kann eine Argumentation gut genug ausführen, um die meiste Zeit ohne Schwierigkeiten verstanden zu werden
es: Desarrolla argumentos lo bastante bien como para que se puedan comprender sin dificultad la mayor parte del tiempo
eu: Argudioak era nahiko egokian garatzeko gai da, denbora gehiengoan arazo gabe ulertze direlarik
fr: Peut développer une argumentation suffisamment bien pour être compris sans difficulté la plupart du temps

source: Can briefly give reasons and explanations for opinions, plans and actions
de: Kann für Ansichten, Pläne oder Handlungen kurze Begründungen oder Erklärungen geben
es: Ofrece breves razonamientos y explicaciones de opiniones, planes y acciones
eu: Ekintza, plan eta iritziei buruzko azalpen eta arrazonamendu laburrak eskaintzeko gai da
fr: Peut donner brièvement raisons et explications relatives à des opinions, projets et actions

source: CAN order a meal in a restaurant
de: KANN eine Mahlzeit in einem Restaurant bestellen
es: PUEDE pedir la comida en un restaurant
eu: Jatetxe batean janaria eskatzeko GAI DA
fr: EST CAPABLE de commander un repas dans un restaurant

source: CAN ask basic questions about the food in relation to the menu, and about the services available (e.g. use of credit cards, availability of high-chairs or half-portions for children)
de: KANN einfache Fragen zur Speisekarte und zu besonderen Wünschen (z.B. Bezahlung mit Kreditkarte, Fragen zu Kindermenüs, etc.) stellen
es: PUEDE hacer preguntas básicas sobre la comida en relación a la carta, y cobre los servicios disponibles (por ej., el uso de tarjetas de crédito, disponibilidad de sillas especiales para niños pequeños, o porciones más pequeñas para niños)
eu: Kartako janariari buruz eta eskura dauden zerbitzuei (adib. kreditu txartela erabili daitekeen, ume txikientzako aulki bereziak dauden, umeentzako razio txikiagoak dauden) buruzko oinarrizko galderak egiteko GAI DA
fr: EST CAPABLE de poser des questions simples sur la nourriture en rapport avec le menu et sur la possibilité de certains services (utilisation de cartes de crédit, possibilité de chaises hautes et de demi-portions pour les enfants)

source: CAN ask basic questions about the food and understand most explanations that are likely to be given in such establishments (e.g. when a vegetarian or someone keeping dietary laws or forbidden certain foods for medical reasons has to check the contents of a dish)
de: KANN einfache Fragen über das Essen stellen und einfache Erklärungen auf seine Fragen verstehen (z.B. ein Vegetarier oder jemand, der eine bestimmte Diät einhalten muß und wissen möchte, was in dem Essen ist)
es: PUEDE hacer preguntas básicas sobre la comida y comprender la mayoría de la explicaciones que pueden darse en tales establecimientos (por ej., cuando un vegetariano o alguien que tiene que seguir un régimen especial por razones de salud o religión tiene que averiguar el contenido de un plato).
eu: Janariari buruzko oinarrizko galderak egin eta establezimendu hauetan ematen diren erantzunen gehiengoa ulertzeko GAI DA
fr: EST CAPABLE de poser des questions simples sur la nourriture et comprendre la plupart des explications qui peuvent être données dans de tels établissements (par exemple quand un végétarien ou une personne au régime, pour raisons médicales ou non, doit vérifier la composition du plat)

source: CAN make a complaint about straightforward matters, for example, the service or the bill
de: KANN einfache Beschwerden äußern, zum Beispiel über die Dienstleistung oder die Rechnung
es: PUEDE quejarse de cosas sencillas, por ej., del servicio o de la cuenta
eu: Gai sinpleei buruzko erreklamazioak egiteko GAI DA adib. jasotako zerbitzua edo faktura
fr: EST CAPABLE de se plaindre de choses simples, par exemple du service ou de l'addition

source: CAN go to a counter service shop and ask for most of what (s)he wants
de: KANN in ein Geschäft mit Thekenbedienung gehen und das meiste verlangen, was er/sie möchte
es: PUEDE ir a una tienda y pedir prácticamente todo lo que quiere.
eu: Mostradorea duen denda batera joan eta behar duenaren gehiengoa eskatzeko GAI DA
fr: EST CAPABLE d'aller dans un petit commerce et demander l'essentiel de ce qu'il veut

source: CAN ask over the phone for a medical appointment and understand the reply
de: KANN telefonisch um einen Arzttermin bitten und die Antwort verstehen
es: PUEDE pedir hora con el medico por teléfono y comprender la respuesta
eu: Telefonoz medikuarekin zita bat adostu eta erantzuna ulertzeko GAI DA
fr: EST CAPABLE de demander un rendez-vous avec le médecin et comprendre la réponse

source: CAN explain what is wrong in straightforward terms at a chemist's, doctor's, hospital or dentist's, especially if symptoms are visible
de: KANN seine/ihre Symptome mit einfachen, alltäglichen Worten beim Apotheker, im Krankenhaus, beim Arzt oder beim Zahnarzt erklären
es: PUEDE explicar sus síntomas en lenguaje cotidiano en la farmacia, la consulta del médico o del dentista y en el hospital
eu: Termino sinpleak erabiliz minatzak botikari, mediku, ospitale edo dentista bati azaltzeko GAI DA, batez ere sintomak begi bistan baldin badaude
fr: EST CAPABLE de décrire ses symptômes dans un langage simple chez un pharmacien, à l'hôpital, chez le médecin ou chez le dentiste

source: CAN ask for advice and understand the answer, provided this is given in everyday language
de: KANN um Rat fragen und die Antwort verstehen, solange sie in Alltagssprache gegeben wird
es: PUEDE pedir un consejo y comprender la respuesta, siempre que ésta se exprese en lenguaje cotidiano
eu: Aholkua eskatu eta erantzuna ulertzeko GAI DA, baldin eta eguneroko hizkuntza erabiltzen bada
fr: EST CAPABLE de demander un avis et comprendre la réponse si elle est exprimée en langage courant

source: Can give a prepared straightforward presentation on a familiar topic within his/her field which is clear enough to be followed without difficulty most of the time, and in which the main points are explained with reasonable precision
de: Kann eine vorbereitete, unkomplizierte Präsentation zu einem vertrauten Thema aus seinem/ihrem Fachgebiet so klar vortragen, dass man ihr meist mühelos folgen kann, wobei die Hauptpunkte hinreichend präzise erläutert werden
es: Es capaz de hacer una presentación breve y preparada sobre un tema dentro de su especialidad con la suficiente claridad como para que se pueda seguir sin dificultad la mayor parte del tiempo y cuyas ideas principales están explicadas con una razonable precisión
eu: Bere ezagutza arloko gai ezagun bati buruzko aldez aurretik prestatutako aurkezpen argi bat emateko GAI DA, denboraren gehiengoan zailtasunik gabe ulertu eta puntu nagusiak arrazoizko zehaztasunarekin azalduz
fr: Peut faire un exposé simple et direct, préparé, sur un sujet familier dans son domaine qui soit assez clair pour être suivi sans difficulté la plupart du temps et dans lequel les points importants soient expliqués avec assez de précision

source: CAN give simple information to a visitor about familiar places, for example her/his own school, city etc.
de: KANN einem Besucher einfache Informationen über bekannte Orte geben, z. B. seine/ihre Schule, Stadt usw.
es: PUEDE dar información sencilla a un/a visitante sobre lugares familiares, por ejemplo, su propia escuela o cuidad, etc.
eu: Bisitari bati toki ezagunei buruzko informazio sinplea emateko GAI DA. Adib. bere eskola, hiria etab.
fr: EST CAPABLE de donner des informations simples à un visiteur concernant des endroits connus, par exemple, son école, sa ville etc.

source: CAN answer simple, predictable questions
de: KANN einfache, vorhersehbare Fragen beantworten
es: PUEDE contestar preguntas sencillas y previsibles
eu: Galdera sinple eta iragargarriak erantzuteko GAI DA
fr: EST CAPABLE de répondre à des questions simples et prévisibles

source: CAN participate in a conversation in a casual or semi-formal situation for a short time
de: KANN sich an einem Gespräch in einer privaten oder halbformellen Situation für kurze Zeit beteiligen
es: PUEDE participar en una conversación informal o semi-formal durante un tiempo breve
eu: Egoera informal edo erdi-formal bateko elkarrizketa batean denbora laburrez parte hartzeko GAI DA
fr: EST CAPABLE de participer à une conversation à bâtons rompus ou semi formelle durant une courte période de temps

source: Can compare and contrast alternatives, discussing what to do, where to go, who or which to choose, etc.
de: Kann in Gesprächen darüber, was man tun, wohin man gehen oder was man auswählen sollte, Vergleiche anstellen und verschiedene Möglichkeiten einander gegenüberstellen
es: Compara y contrasta alternativas, discutiendo qué hacer, adónde ir, qué o a quién elegir, etc.
eu: Alternatibak alderatu eta kontrastatzeko gai da, zer egin, nora joan, zein edo zer aukeratu, etab. eztabaidatuz
fr: Peut comparer et opposer des alternatives en discutant de ce qu'il faut faire, où il faut aller, qui désigner, qui ou quoi choisir, etc.

source: Can enter unprepared into conversations on familiar topics
de: Kann ohne Vorbereitung an Gesprächen über vertraute Themen teilnehmen
es: Aborda de forma improvisada conversaciones que tratan asuntos cotidianos
eu: Prestatu gabe gai ezagunei buruzko elkarrizketetan sartzeko gai da
fr: Peut aborder sans préparation une conversation sur un sujet familier

source: Can maintain a conversation or discussion but may sometimes be difficult to follow when trying to say exactly what he/she would like to
de: Kann ein Gespräch oder eine Diskussion aufrechterhalten, ist aber möglicherweise manchmal schwer zu verstehen, wenn er/sie versucht, genau auszudrücken, was er/sie sagen möchte
es: Mantiene una conversación o una discusión, pero a veces resulta difícil entenderle cuando intenta expresar lo que quiere decir
eu: Eztabaida edo elkarrizketa bat mantentzeko gai da baina batzuetan esan nahi duena jarraitu edo ulertzea zaila izan daiteke
fr: Peut soutenir une conversation ou une discussion mais risqué d'être quelquefois difficile à suivre lorsqu'il/elle essaie de formuler exactement ce qu'il/elle aimerait dire

source: Can express and respond to feelings such as surprise, happiness, sadness, interest and indifference
de: Kann Gefühle wie Überraschung, Freude, Trauer, Interesse und Gleichgültigkeit ausdrücken und auf entsprechende Gefühlsäußerungen reagieren
es: Sabe expresar y responder a sentimientos como la sorpresa, la felicidad, la tristeza, el interés y la indiferencia
eu: Harridura, zoriontasuna, tristura, interesa eta axolagabetasuna bezalako sentimenduak adierazi eta hauei erantzuna emateko gai da
fr: Peut réagir à des sentiments tels que la surprise, la joie, la tristesse, la curiosité et l'indifférence et peut les exprimer

source: CAN book a room in a hotel over the phone
de: KANN ein Hotelzimmer telefonisch buchen
es: PUEDE reservar una habitación de hotel por teléfono
eu: Hotel bateko gela bat telefonoz erreserbatzeko GAI DA
fr: EST CAPABLE de demander une chambre d'hôtel par téléphone

source: CAN establish to his/her own satisfaction that the accommodation on offer fulfils all his/her needs
de: KANN feststellen, ob die angebotene Unterkunft seinen/ihren Bedürfnissen entspricht
es: PUEDE determinar si el alojamiento que se ofrece satisfice todas sus necesidades
eu: Eskainitako ostatua bere behar guztiak betetzen dituen adierazteko GAI DA
fr: EST CAPABLE de dire que la chambre proposée lui convient

source: CAN deal with most situations likely to arise in a hotel, such as messages, ordering, etc.
de: KANN die meisten Situationen bewältigen, die in einem Hotel oft auftreten, wie Nachrichten hinterlassen oder empfangen, etwas bestellen usw.
eu: Hotel batean maiz gertatzen diren egoera gehienei aurre egiteko GAI DA. Adib. mezuak, erreserbak, etab.
fr: EST CAPABLE de faire face aux situations qui peuvent se présenter dans un hôtel (messages, commandes, etc.)

source: CAN go to a rental firm and ask to hire a car, boat etc.
de: KANN zu einer Vermiet-Agentur gehen und ein Auto, Boot usw. Mieten
es: PUEDE ir a una empresa de alquiler de vehículos y alquilar un coche, un barco, etc.
eu: Alokairu zerbitzu batera joan eta kotxe bat, itsasontzi bat etab. alokatzeko GAI DA
fr: EST CAPABLE de se présenter à une agence de location et demander à louer une voiture/un bateau, etc.

source: CAN deal with most routine situations likely to arise when either making travel arrangements through a travel agent or when actually travelling (e.g. buying tickets, checking in at an airport)
de: KANN die meisten alltäglichen Situationen bewältigen, die normalerweise auftreten, wenn man eine Reise über ein Reisebüro bucht oder wenn man reist (z. B. Fahrkarten kaufen, am Flughafen einchecken)
eu: Bidai baterako bidai agentzia batean edo bidaitzen ari den bitartean suertatzen diren egoera arruntei aurre egiteko GAI DA. Adib. tiketak erosi, aireportuan maletak fakturatu
fr: EST CAPABLE de faire face aux situations pouvant se présenter dans l'organisation d'un voyage avec une agence ou se présentant pendant un voyage (achat des billets, enregistrement à l'aéroport)

source: CAN ask to open an account at a bank provided that the procedure is straightforward
de: KANN ein Konto bei einer Bank eröffnen, sofern der Vorgang leicht verständlich ist
es: PUEDE solicitar en términos muy simples abrir une cuenta bancaria siempre que el procedimiento sea sencillo
eu: Banketxe batean kontu bat irekitzeko GAI DA prozedura sinplea bada
fr: EST CAPABLE de demander d'ouvrir un compte dans une banque si la procédure est simple

source: CAN give a report of an emergency incident, e.g. describe the circumstances of a theft to the police, give details of vehicle breakdown
de: KANN über einen Notfall berichten, d.h. z. B. die Umstände eines Diebstahls der Polizei beschreiben, bei einer Autopanne Einzelheiten angeben
es: PUEDE hacer un informe sobre la situación o el incidente ocurrido, por ej., describir las circunstancias de un robo a la policía, dar detalles sobre la avería de un vehículo
eu: Istripu bati buruzko partea emateko GAI DA. Adib. lapurretaren inguruabarrak poliziari azaldu, ibilgailu baten matxurari buruzko xehetasunak eman
fr: EST CAPABLE de faire un compte rendu en cas d'urgence, par exemple décrire les circonstances d'un vol à la police, donner des informations détaillées sur une panne de voiture

source: Can give clear, detailed descriptions on a wide range of subjects related to his/her field of interest
de: Kann im Rahmen des eigenen Interessengebiets zu einem breiten Themenspektrum klare und detaillierte Beschreibungen und Berichte geben
es: Realiza descripciones claras y detalladas sobre una amplia gama de temas relacionados con su especialidad
eu: Bere intereseko gai sorta zabal bati buruzko deskribapen garbi eta zehatzak emateko gai da
fr: Peut faire une description claire et détaillée d'une gamme étendue de sujets en relation avec son domaine d'intérêt

source: Can develop an argument systematically with appropriate highlighting of significant points, and relevant supporting detail
de: Kann etwas systematisch erörtern und dabei entscheidende Punkte in angemessener Weise hervorheben und stützende Einzelheiten anführen
es: Desarrolla argumentos sistemáticamente, dando un énfasis apropiado a los aspectos importantes y apoyándose en detalles adecuados
eu: Argudio bat sistematikoki garatzeko gai da puntu nagusiak nabarmenduz eta bere argudioa laguntzeko xehetasunak emanez
fr: Peut développer méthodiquement une argumentation en mettant en évidence les points significatifs et les éléments pertinents

source: Can develop a clear argument, expanding and supporting his/her points of view at some length with subsidiary points and relevant examples
de: Kann etwas klar erörtern, indem er/sie die eigenen Standpunkte ausführlich darstellt und durch Unterpunkte oder geeignete Beispiele stützt
es: Desarrolla argumentos con claridad, ampliando con cierta extensión y defendiendo sus puntos de vista con ideas complementarias y ejemplos adecuados
eu: Argudio argi bat garatzeko gai da, bere ikuspuntuen alde egin eta adibideen bidez argudio berriak emanez
fr: Peut développer une argumentation claire, en élargissant et confirmant ses points de vue par des arguments secondaires et des exemples pertinents

source: Can construct a chain of reasoned argument
de: Kann seine/ihre Argumentation logisch aufbauen und verbinden
es: Construye cadenas argumentales razonadas
eu: Argudio baterako argudio kate bat eraikitzeko gai da
fr: Peut enchaîner des arguments avec logique

source: Can explain a viewpoint on a topical issue giving the advantages and disadvantages of various options
de: Kann den Standpunkt zu einem Problem erklären und die Vor- und Nachteile verschiedener Alternativen angeben
es: Explica puntos de vista sobre un tema, proponiendo las ventajas y las desventajas de varias opciones
eu: Gai bati buruzko ikuspuntu bat azaldu eta hainbat aukeren abantailak eta desabantailak emateko gai da
fr: Peut expliquer un point de vue sur un problème en donnant les avantages et les inconvénients d'options diverses

source: CAN order a meal and ask for clarification about dishes on the menu
de: KANN ein Essen bestellen und sich die Speisen auf der Karte erklären lassen
es: PUEDE pedir una comida y solicitar aclaraciones sobre la carta
eu: Janaria eskatu eta menuko platerei buruzko azalpenak eskatzeko GAI DA
fr: EST CAPABLE de commander un repas et demander des éclaircissements sur des plats au menu

source: CAN maintain an interaction related to the nature and quality of the food
de: KANN sich über die Art und Qualität des Essens äußern
es: PUEDE mantener une interacción relacionada con las características y la calidad de la comida.
eu: Janariaren kalitateari eta jatorriari buruzko interakzio bat izatekok GAI DA
fr: EST CAPABLE de maintenir une conversation sur la nature et la qualité de la nourriture

source: CAN complain effectively about most situations that are likely to arise in a restaurant
de: KANN sich über die meisten Situationen, die häufig in einem Restaurant vorkommen, erfolgreich beschweren
es: PUEDE quejarse eficazmente de la mayoría de las situaciones que pueden surgir en un restaurante
eu: Jatetxe batean eman daitezkeen egoera gehiengoari era efektiboan aurre egiteko GAI DA
fr: EST CAPABLE de se plaindre dans la plupart des situations qui peuvent se présenter dans un restaurant

source: CAN ask effectively for refund or exchange of faulty or unwanted goods
de: KANN erfolgreich um Vergütung oder Umtausch defekter oder unerwünschter Ware bitten
es: PUEDE pedir con eficacia el cambio o devolución de mercancías dañadas o que no quiere aceptar
eu: Nahi ez diren edo akastunak diren produktuen aldaketa edo diru-itzulketa eskatzeko GAI DA
fr: EST CAPABLE de demander l'échange ou le remboursement d'une marchandise défectueuse ou qu'il ne désire plus

source: CAN bargain for what (s)he wants and reach an agreement
de: KANN über den Preis von dem, was er/sie möchte, verhandeln und sich einigen
es: PUEDE regatear para conseguir lo que quiere y llegar a un acuerdo
eu: Nahi duenaren prezioari buruzko tratua egiteko GAI DA
fr: EST CAPABLE de marchander et conclure un accord

source: Can give a clear, prepared presentation, giving reasons in support of or against a particular point of view and giving the advantages and disadvantages of various options
de: Kann eine klare, vorbereitete Präsentation vortragen und dabei Gründe für oder gegen einen Standpunkt anführen und die Vor- und Nachteile verschiedener Alternativen angeben
es: Realiza con claridad presentaciones preparadas previamente, razonando a favor o en contra de un punto de vista concreto, y mostrando las ventajas y desventajas de varias opciones
eu: Prestatutako aurkezpen argi bat egiteko gai da, ikuspuntu baten aldeko edo kontrako arrazoiak emanez eta hainbat aukeren abantailak eta desabantailak azalduz
fr: Peut développer un exposé de manière claire et méthodique en soulignant les points significatifs et les éléments pertinents

source: Can give a clear, systematically developed presentation, with highlighting of significant points, and relevant supporting detail
de: Kann eine klare und systematisch angelegte Präsentation vortragen und dabei wesentliche Punkte und relevante unterstützende Details hervorheben
es: Realiza presentaciones claras y desarrolladas sistemáticamente, poniendo énfasis en los aspectos significativos y ofreciendo detalles relevantes que sirvan de apoyo
eu: Sistematikoki garatutako aurkezpen bat era argian emateko gai da, puntu garrantzitsuak azpimarratuz eta lagungarriak diren xehetasun adierazgarriak erabiliz
fr: Peut faire un exposé clair, préparé, en avançant des raisons pour ou contre un point de vue particulier et en présentant les avantages et les inconvénients d'options diverses

source: CAN keep up a conversation on a fairly wide range of topics, e.g. personal and professional experiences, events currently in the news
de: KANN ein Gespräch über eine relativ breite Auswahl von Themen aufrechterhalten, z.B. persönliche und berufliche Erfahrungen oder aktuelle Ereignisse in den Nachrichten
es: PUEDE mantener una conversación sobre un agama bastante amplia de temas, por ej., las experiencias personales y profesionales, temas de actualidad, etc.
eu: Gai-sorta nahiko handi bateko elkarrizketak jarraitzeko GAI DA. Adib. esperientzia pertsonal eta profesionalak, uneko berriak eta gertaerak
fr: EST CAPABLE de soutenir une conversation sur un grand éventail de sujets, comme les expériences personnelles ou professionnelles, les faits d'actualité

source: CAN express opinions on abstract/cultural matters, and defend them
de: KANN seine/ihre Meinung über abstrakte/kulturelle Themen äußern und verteidigen
es: PUEDE expresar opiniones sobre temas abstractos/culturales y defenderlas
eu: Gai kultural edo abstraktuei buruzko iritziak eman eta defendatzeko GAI DA
fr: EST CAPABLE d'exprimer des opinions sur des sujets abstraits/culturels et de les défendre

source: Can convey degrees of emotion and highlight the personal significance of events and experiences
de: Kann verschieden starke Gefühle zum Ausdruck bringen und die persönliche Bedeutung von Ereignissen und Erfahrungen hervorheben
es: Transmite cierta emoción y resalta la importancia personal de hechos y experiencias
eu: Emozio maila desberdinak adierazi eta gertaera pertsonalen edo esperientzien garrantzia azpimarratzeko gai da
fr: Peut transmettre différents degrés d'émotion et souligner ce qui est important pour lui/elle dans un événement ou une expérience
