Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Your autoevaluation request is being processed
de: Ihre Anfrage der Eigenbewertung wird bearbeitet.
es: Tu petición de autoevaluación está siendo procesada
eu: Zure autoebaluazio eskaera prozesatzen ari da
fr: Votre demande d'autoévaluation est en cours de traitement

source: Your autoevaluation request is pending
de: Ihre Anfrage der Eigerbewertung steht noch aus.
es: Tu petición de autoevaluación está pendiente
eu: Zure autoebaluazio eskaera egiteke dago
fr: Votre demande d'autoévaluation est en attente

source: Your transcription
de: Ihr Transkriptionsprotokoll
eu: Zure transkripzioa:
fr: Votre transcription

source: You are not currently enrolled in any course.
eu: Ez zaude inolako ikastarotan matrikulatuta.
fr: Vous n'êtes actuellement inscrit à aucun cours

source: You haven't assessed any response yet.
eu: Oraindik ez duzu erantzunik ebaluatu.
fr: Vous n'avez encore évalué aucune réponse

source: You haven't created any exercise yet.
eu: Oraindik ez duzu ariketarik sortu.
fr: Vous n'avez encore créé aucun exercice

source: You haven't recorded any exercise yet.
eu: Oraindik ez duzu ariketarik grabatu.
fr: Vous n'avez encore enregistré aucun exercice

source: You must be registered to see this area
de: Sie müssen angemeldet sein.
es: Tienes que estar registrado para acceder a esta zona
eu: Gune hau ikusteko erregistratuta eta kautotuta egon behar zara
fr: Il faut être connecté pour voir ce contenu

source: Azeri
de: Aserbaidschanisch
fr: Azéri

source: Faroese
de: Färöisch
fr: Feroîen

source: Gujarati
de: Englisch
fr: Gujarâtî

source: Hindi
fr: Hindî

source: Tamil
de: Tamilisch
fr: Tamoul

source: Telugu
de: Telugisch
fr: Télougou

source: Azeri (Azerbaijan)
de: Aserbaidschanisch (Aserbaidschan)
es: Azerí (Azerbaiyán)
fr: Azérie (Azerbaïdjan)

source: Gujarati (India)
de: Englisch (Indien)
fr: Gujarâtî (Inde)

source: Hebrew (Israel)
de: Hebräisch (Israel)
es: Hebreo (Israel)
fr: Hébreu (Israël)

source: Hindi (India)
fr: Hindî (Inde)

source: Indonesian (Indonesia)
de: Indonesisch (Indonesien)
es: Indonesio (Indonesia)
fr: Indonésien (Indonésie)

source: Kannada (India)
de: Kannada (Indien)
fr: Kannada (Inde)

source: Marathi (India)
de: Marathi (Indien)
fr: Marâthî (Inde)

source: Punjabi (India)
de: Punjabi (Indien)
fr: Penjâbî (Inde)

source: Sanskrit (India)
de: Sanskrit (Indien)
fr: Sanskrit (Inde)

source: Tamil (India)
de: Tamilisch (Indien)
fr: Tamoul (Inde)

source: Telugu (India)
de: Telugisch (Indien)
fr: Télougou (Inde)

source: Rec
de: Aufnahme
fr: Enreg

source: Abort recording
de: Aufnahme abbrechen
es: Cancelar grabación

source: YYYY/MM/DD
de: DD/MM/YYYY
es: DD/MM/YYYY

source: Tatar
de: Tatarisch

source: Author/Provider:
es: Autor/Proveedor:

# BUTTON_ADD_ANOTHER
source: Add
es: Añadir

# BUTTON_CANCEL
source: Cancel
es: Cancelar

# BUTTON_RECORD
source: Record
es: Grabar

# BUTTON_REPORT
source: Report
es: Informar

source: Save Changes
es: Guardar cambios

# BUTTON_SEARCH
source: Search
es: Buscar

# BUTTON_UPLOAD
source: Upload
es: Subir fichero

source: Cancel
es: Cancelar

source: Do these subtitles cover all dialog in the entire video?
es: ¿Cubren estos subtítulos todo el diálogo de la totalidad del vídeo?

source: CAN deal with most situations likely to arise in a hotel, such as messages, ordering, etc
es: PUEDE desenvolverse en la mayor parte de las situaciones predecibles que pueden surgir en un hotel, como recados, pedidos, etc.

source: CAN deal with most routine situations likely to arise when either making 21 arrangements through a 21 agent or when actually travelling (e.g. buying tickets, checking in at an airport)
es: PUEDE hacer frente a la mayoría de las situaciones rutinarias que pueden surgir al hacer los preparativos del viaje a través de une agencia de viajes o cuando ya está viajando (por ej., comprar billetes, facturar las maletas en el aeropuerto, etc.)

source: CAN deal with all kinds of 21 arrangements and travelling
es: PUEDE ocuparse de todo tipo de preparativos antes de un viaje y durante el viaje

source: CAN enquire effectively about 9 services provided, entitlements and procedures involved
es: PUEDE informarse eficazmente sobre los servicios de salud disponibles y sobre sus derechos y los procedimientos implicados

source: Date
es: Fecha

source: Edit
es: Editar

# HEADERTEXT_DATE_CREDIT_TABLE
source: Date
es: Fecha

source: <b><font size ="24" color ="#972c0a">Welcome to Babelium</font></b><br/><p>Babelium is a community of people who like to learn & teach languages.</p><p>Babelium is a collaborative language practicing environment. Here you'll be able to improve your speaking skills with the help of other users, who are native or fluent in the language you're practicing, whilst you too can help other users providing knowledge & assessment of your own mother tongue.</p><p>All you need to do is record or find a video clip you think could be an interesting platform from which to practice a language & upload it. You can also dub exercises which other users have uploaded. It is also possible to assess the work of other users & to be assessed yourself.</p>
es: <b><font size="24" color="#972c0a">Bienvenido a Babelium</font></b><br/><p>Babelium es una comunidad de gente a a la que le gusta practicar idiomas.</p><p>Se trata de un entorno colaborativo de práctica oral de idiomas. En este entorno podrás mejorar tus capacidades orales con la ayuda de otros usuarios, hablantes nativos del idioma que quieres practicar, mientras ayudas a otros usuarios a practicar y comunicarse en tu lengua materna.</p><p>Sube tus vídeos con nuevos ejercicios para que otros usuarios practiquen tu idioma; o puedes completar los ejercicios que te propongan otros usuarios. Además, podrás evaluar a otras personas y ver cómo te han evaluado ellos.</p>

# IRAUPENA
source: Duration
es: Duración

source: Application License:
es: Licencia:

source: Application Version:
es: Versión:

source: Score:
es: Puntuación:

source: Automatic Evaluation:
es: Evaluación Automática:

source: Choose System:
es: Elige sistema:

source: Choose an uploading method:
es: Elige método de subida:

source: Currently selected subtitle version:
es: Versión activa:

source: Description:
es: Descripción:

source: Difficulty Level:
es: Nivel de dificultad:

# LABEL_EDIT
source: Edit
es: Editar

source: eMail:
es: Correo electrónico:

source: Practice
es: Practicar

source: Exercise transcription:
es: Transcripción del ejercicio:

source: First Language (Mother Tongue):
es: Lengua madre:

source: Languages you're interested in:
es: Estoy interesado en los idiomas:

source: Language:
es: Idioma:

source: Knowledge:
es: Conocimiento:

source: Old Password:
es: Password antiguo:

source: Other available subtitle versions:
es: Otras versiones de los subtítulos:

source: Other Languages:
es: Otros idiomas:

source: Password:
es: Contraseña

source: Languages I'm practicing
es: Idiomas que estoy practicando

source: Real Name:
es: Nombre real:

source: Real Surname:
es: Apellido real:

source: Re-enter password:
es: Repite la contraseña:

# LABEL_RHYTHM_SCORE
source: Rhythm
es: Ritmo

# LABEL_SEARCH
source: Search
es: Buscar

source: Specify video license:
es: Especifica la licencia del vídeo:

# LABEL_SPONTANEITY_SCORE
source: Spontaneity
es: Espontaneidad

source: Status:
es: Estado:

# LABEL_SUBTITLE
source: Subtitle
es: Subtitular

source: Tags:
es: Etiquetas:

source: Title:
es: Título:

# LABEL_UPLOAD
source: Upload
es: Subir

source: Your current Flash Version:
es: Tu versión actual de Flash:

source: Account
es: Mi Cuenta

source: User Name:
es: Nombre de Usuario

source: Author's Name/URL:
es: Autor/URL:

source: Your transcription:
es: Tu transcripción:

source: Linguistic Aspect
es: Aspecto lingüístico

source: Catalan
es: Catalán

source: English (Caribbean)
es: Inglés (Caribe)

source: Spanish (Cuba)
es: Español (Cuba)

source: Basque
es: Euskera

source: Farsi (Iran)
es: Farsí (Irán)

source: Galician
es: Gallego

source: Add video evaluation:
es: Añadir vídeo:

# MESSAGE_DURATION
source: Duration
es: Duración

source: Choose the role you want to impersonate:
es: Selecciona el rol que quieras desempeñar:

source: choose the one you want to impersonate:
es: selecciona el que quieras desempeñar:

# MESSAGE_RATE_USER_FLUENCY
source: Pronunciation
es: Pronunciación

source: Overall Score
es: Puntuación Global

source: PERFORMS in the conversation with ease and skill catching non-verbal keys and waiting for his turn in a NATURAL WAY
es: PARTICIPA en la conversión con facilidad y habilidad captando claves no-verbales y esperando a su turno de FORMA NATURAL

# MESSAGE_RATE_USER_RHYTHM
source: Rhythm
es: Ritmo

# MESSAGE_RATE_USER_SPONTANEITY
source: Spontaneity
es: Espontaneidad

source: Report an issue with this video:
es: Informar de un problema con este vídeo:

source: Subtitling Controls:
es: Controles de subtitulado:

source: processing
es: procesando

source: Pronoun
es: Pronombre

source: None
es: Ninguno

source: Report
es: Denunciar

source: Search
es: Buscar

# SEARCH_CB_DATE
source: Date
es: Fecha

source: User
es: Usuario

source: Search results for:
es: Resultados de búsqueda para:

source: Use this section to sign up on Babelium and thus start practicing your favorite languages in no time. It's free.
es: Utiliza esta sección para darte de alta en Babelium y así empezar a practicar tus idiomas favoritos enseguida. Es gratis.

source: tags
es: etiquetas

source: Credits:
es: Crédito:

source: CHOOSE A ROLE:
es: Escoge un rol:

source: Report Inappropriate Exercises
es: Informar de Ejercicios Inapropiados

source: In our research we've found that the user's concentration level drops significantly when dubbing videos longer than {0} seconds.<br>Also, since live dubbing is a stressful task, we limit the duration in hopes to keep a balance between the amount of speaking practice the user achieves and the frustration he/she gets along the process.
es: En nuestra investigación hemos observado que los niveles de concentración del usuario descienden significativamente cuando doblan vídeos con una longitud superior a {0} segundos.<br>Además dado que el doblaje en vivo es una tarea estresante, hemos limitado la duración de la misma en un intento de mantener un equilibrio entre la práctica oral que el usuario consigue y la frustración que este proceso le ocasiona.

source: Practice exercise: users can practice and record responses following this video
es: Practice exercise: users can practice an record responses following this video
