Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Currently selected subtitle version
de: :Untertitel der aktuellen Übersetzung
eu: Orain gaituta dagoen bertsioa:
fr: Version des sous-titres actuellement sélectionnée

source: Current email address
de: aktuelle E-Mail-Adresse
es: Dirección email actual
eu: Uneko eposta helbidea
fr: Adresse e-mail actuelle

source: Can read a very short, rehearsed statement – e.g. to introduce a speaker, propose a toast
de: Kann ein kurzes, eingeübtes Statement verlesen, um z. B. einen Redner vorzustellen oder einen Toast auszubringen
es: Es capaz de leer un comunicado breve y previamente ensayado; por ejemplo, presentar a un hablante o proponer un brindis
eu: Entseatutako mezu oso laburrak irakurtzeko gai da - hizlari bat aurkeztu edo topa proposatu, adibidez
fr: Peut lire un texte très bref et répété, par exemple pour présenter un conférencier, proposer un toast

source: Can make an introduction and use basic greeting and leave-taking expressions
de: Kann jemanden vorstellen und einfache Gruß- und Abschiedsformeln gebrauchen
es: Se presenta y utiliza saludos y expresiones de despedida básicos
eu: Bere burua aurkeztu eta oinarrizko agur espresioak erabiltzeko gai da
fr: Peut présenter quelqu'un et utiliser des expressions élémentaires de salutation et de congé

source: Can ask how people are and react to news
de: Kann jemanden nach dem Befinden fragen und auf Neuigkeiten reagieren
es: Pregunta cómo están las personas y expresa sus reacciones ante las noticias
eu: Jendeari zer moduz dagoen galdetu eta berrien aurrean erreakzionatzeko gai da
fr: Peut demander à quelqu'un de ses nouvelles et y réagir

source: Can describe him/herself, what he/she does and where he/she lives
de: Kann sich selbst beschreiben und sagen, was er/sie beruflich tut und wo er/sie wohnt
es: Es capaz de describirse a sí mismo, hablar de su profesión y de su lugar de residencia
eu: Bere burua deskribatu, zer egiten duen eta non bizi den adierazteko gai da
fr: Peut se décrire, décrire ce qu'il/elle fait, ainsi que son lieu d'habitation

source: CAN ask simple questions of a factual nature and understand the answers provided these are expressed in simple language (for example, 'Where is the dining-room?' 'It's on the first floor', etc.)
de: KANN einfache, sachliche Fragen stellen und die Antworten verstehen, soweit diese in einfacher Sprache gegeben werden (z. B. "Wo ist der Speisesaal?" "Er ist im ersten Stock" usw.)
es: PUEDE hacer preguntas sencillas, de naturaleza objetiva, y comprender las respuestas siempre que estén expresadas en lenguaje sencillo (por ej. "¿Dónde está el comedor?" "Está en el primer piso.", etc.)
eu: Izaera objektiboko galdera sinpleak egin eta hauen erantzuna ulertzeko GAI DA, lengoaia sinplea erabilita adierazi badira (adib. "Jangela non dago?" "Lehenengo solairuan dago.", etab.)
fr: EST CAPABLE de poser des questions d'ordre pratique et comprendre les réponses si elles sont exprimées dans un langage simple (par exemple, "Où est la salle à manger ?" "Elle est au premier étage", etc.)

source: CAN make simple complaints, for example 'The water is cold'
de: KANN einfache Beschwerden äußern, z. B. "Das Wasser ist kalt"
es: PUEDE formular quejas sencillas, por ejemplo, "El agua está fría"
eu: Kexa sinpleak egiteko GAI DA. Adibidez, "Ura hotza dago".
fr: EST CAPABLE de formuler des réclamations simples comme "L'eau est froide"

source: CAN call an emergency number, give location and ask for relevant service
de: KANN eine Notrufnummer anwählen, den Ort angeben und um Hilfe bitten
es: PUEDE llamar por teléfono a un número de emergencia, pedir el servicio que necesite y dar su dirección
eu: Larrialdi telefono batera hots egin, behar duen zerbitzua eskatu eta bere helbidea emateko GAI DA
fr: EST CAPABLE d'appeler un numéro d'urgence, de donner l'adresse et demander le service requis

source: Can tell a story or describe something in a simple list of points
de: Kann etwas erzählen oder in Form einer einfachen Aufzählung berichten
es: Narra historias o describe algo mediante una relación sencilla de elementos
eu: Elementuen erlazio sinple bat erabiliz istorio bat kontatu edo gauzak deskribatzeko gai da
fr: Peut raconter une histoire ou décrire quelque chose par une simple liste de points

source: Can describe everyday aspects of his/her environment e.g. people, places, a job or study experience
de: Kann über Aspekte des eigenen alltäglichen Lebensbereichs berichten, z. B. über Leute, Orte, Erfahrungen in Beruf oder Ausbildung
es: Describe aspectos cotidianos de su entorno; por ejemplo, personas, lugares, una experiencia de trabajo o de estudio
eu: Bere inguruko eguneroko aspektuak deskribatzeko gai da. Pertsonak, tokiak, bere lan edo ikasketa esperientzia, adibidez
fr: Peut décrire les aspects de son environnement quotidien tels que les gens, les lieux, l'expérience professionnelle ou scolaire

source: Can give short, basic descriptions of events and activities
de: Kann kurz und einfach über ein Ereignis oder eine Tätigkeit berichten
es: Realiza descripciones breves y básicas de hechos y actividades
eu: Jarduera edo gertakizunen oinarrizko deskribapen laburra egiteko gai da
fr: Peut faire une description brève et élémentaire d'un événement ou d'une activité

source: Can describe plans and arrangements, habits and routines, past activities and personal experiences
de: Kann Pläne und Vereinbarungen, Gewohnheiten und Alltagsbeschäftigungen beschreiben sowie über vergangene Aktivitäten und persönliche Erfahrungen berichten
es: Describe planes y citas, costumbres, actividades habituales o pertenecientes al pasado y experiencias personales
eu: Hitzorduak eta planak, ohiturak, iraganeko edo ohiko jarduerak eta esperientzia pertsonalak deskribatzeko gai da
fr: Peut décrire des projets et préparatifs, des habitudes et occupations journalières, des activités passes et des expériences personnelles

source: Can use simple descriptive language to make brief statements about and compare objects and possessions
de: Kann mit einfachen Mitteln Gegenstände sowie Dinge, die ihm/ihr gehören, kurz beschreiben und vergleichen
es: Utiliza un lenguaje sencillo y descriptivo para realizar breves declaraciones sobre objetos y posesiones y para hacer comparaciones
eu: Lengoaia sinple eta deskribatzailea erabiltzen du bere objektu eta jabetzei buruzko adierazpen laburrak egiteko eta konparaketak egiteko
fr: Peut décrire et comparer brièvement, dans une langue simple, des objets et choses lui appartenant

source: Can explain what he/she likes or dislikes about something
de: Kann erklären, was er/sie an etwas mag oder nicht mag
es: Explica lo que le gusta y lo que no le gusta respecto a algo
eu: Zerbaiti buruz zer gustatzen zaion eta zer gustatzen ez zaion azaltzeko gai da
fr: Peut expliquer en quoi une chose lui plait ou lui déplaît

source: CAN get the attention of staff in an appropriate way and order a meal in a restaurant
de: KANN im Restaurant die Bedienung höflich rufen und ein Essen bestellen
es: PUEDE conseguir la atención de los camareros de manera apropiada y pedir une comida en un restaurante
eu: Zerbitzariari era egokian deitu eta jatetxe batean janaria eskatzeko GAI DA
fr: EST CAPABLE d'attirer correctement l'attention des serveurs et commander un repas

source: CAN ask simple questions about the menu and understand simple answers
de: KANN einfache Fragen über die Speisekarte stellen und einfache Antworten verstehen
es: PUEDE hacer preguntas sencillas sobre la carta y comprender respuestas sencillas
eu: Kartari buruzko galdera sinpleak egin eta erantzun sinpleak ulertzeko GAI DA
fr: EST CAPABLE de poser des questions simples sur le menu et comprendre des réponses simples

source: CAN express an opinion about food
de: KANN seine Meinung über das Essen äußern
es: PUEDE expresar de forma muy sencilla une opinión sobre la comida
eu: Era oso sinplean janariari buruzko iritzia adierazteko GAI DA
fr: EST CAPABLE d'exprimer une opinion sur la nourriture

source: CAN make simple complaints, for example, 'The food is cold'
de: KANN einfache Beschwerden äußern, z. B. "Das Essen ist kalt"
es: PUEDE formular quejas muy simples, por ej., "La comida está fría"
eu: Kexa oso sinpleak egiteko GAI DA. "Janaria hotza dago", adibidez
fr: EST CAPABLE de formuler des réclamations simples comme "Le plat est froid"

source: CAN ask for what is required, if it is something which the shopkeeper can readily understand
de: KANN nach dem fragen, was er/sie möchte, wenn der Verkäufer es gleich versteht
es: PUEDE pedir lo que necesita, si es algo que el dependiente puede comprender fácilmente
eu: Zerbitzariak erraz ulertu dezakeen zerbait bada, behar duena eskatzeko GAI DA
fr: EST CAPABLE de demander ce qu'il désire s'il s'agit de quelque chose que le vendeur peut comprendre immédiatement

source: Can ask about things and make simple transactions in shops, post offices or banks
de: Kann in Geschäften, Postämtern, Banken nach etwas fragen und einfache Erledigungen machen
es: Pregunta sobrecosas y realiza transacciones sencillas en tiendas, oficinas de correo o bancos
eu: Gauzei buruz galdetu eta denda, posta ofizina edo bankuetan transakzio sinpleak egiteko gai da
fr: Peut poser des questions et effectuer des transactions simples dans un magasin, un bureau de poste, une banque

source: Can give and receive information about quantities, numbers, prices, etc.
de: Kann Informationen über Mengen, Anzahl, Preise usw. geben und verstehen
es: Ofrece y recibe información relativa a cantidades, números, precios, etc.
eu: Kantitate, zenbaki, prezio etab. buruzko informazioa eman eta jasotzeko gai da
fr: Peut demander et fournir des renseignements à propos d'une quantité, un nombre, un prix, etc.

source: Can make simple purchases by stating what is wanted and asking the price
de: Kann einfache Einkäufe machen, sagen, was er/sie sucht, und nach dem Preis fragen
es: Realiza compras sencillas diciendo lo que quiere y preguntando el precio
eu: Erosketa sinpleak egiteko gai da nahi duena adierazi eta prezioa galdetuz
fr: Peut faire un achat simple en indiquant ce qu'il/elle veut et en demandant le prix

source: CAN ask (face-to-face) for a medical appointment and understand the reply
de: KANN persönlich um einen Arzttermin bitten und die Antwort verstehen
es: PUEDE pedir (en persona) hora con el medico y comprender la respuesta
eu: Medikura joateko ordua eskatu (aurrez aurre) eta erantzuna ulertzeko GAI DA
fr: EST CAPABLE de demander (en face à face) un rendez-vous avec le médecin et de comprendre la réponse

source: CAN indicate the nature of a problem to a 9 professional, perhaps using gestures and body language
de: KANN einem Arzt eine Beschwerde beschreiben, indem er/ sie möglicherweise Gestik und Körpersprache verwendet
es: PUEDE explicar la naturaleza de un problema a un/a profesional de la salud, apuyándose sobre todo en gestos y lenguaje corporal
eu: Osasunaren profesional bati arazo baten jatorria azaltzeko GAI DA, gehienbat keinuak eta gorputz lengoaia erabiliz
fr: EST CAPABLE d'indiquer la nature du problème à un professionnel de la santé en ayant peut être recours aux gestes et aux mimiques

source: Can give a short, rehearsed, basic presentation on a familiar subject
de: Kann eine eingeübte, kurze, einfache Präsentation zu einem vertrauten Thema vortragen
es: Realiza presentaciones breves, básicas y ensayadas que versen sobre asuntos cotidianos
eu: Eguneroko gauzei buruzko aurkezpen labur, oinarrizko eta entseatuak egiteko gai da
fr: Peut faire un bref exposé élémentaire, répété, sur un sujet familier

source: Can give a short, rehearsed presentation on a topic pertinent to his/her everyday life, briefly give reasons and explanations for opinions, plans and actions
de: Kann eine kurze, eingeübte Präsentation zu einem Thema aus seinem/ihrem Alltag vortragen und dabei kurz Gründe und Erläuterungen zu Meinungen, Plänen und Handlungen geben
es: Realiza presentaciones breves y ensayadas sobre temas que son de importancia en vida cotidiana y ofrece brevemente motivos y explicaciones para expresar ciertas opiniones, planes y acción
eu: Eguneroko bizitzan garrantzitsuak diren gauzei buruzko aurkezpen labur, oinarrrizko eta entseatuak egin eta zenbait iritzi, plan eta ekintzei buruzko arrazoiak eta azalpenak emateko gai da
fr: Peut faire un bref exposé préparé sur un sujet relatif à sa vie quotidienne, donner brièvement des justifications et des explications pour ses opinions, ses projets et ses actes

source: CAN ask for and understand the required information from a tourist office, provided this is of a familiar, non-specialised nature
de: KANN von einem Fremdenverkehrsamt Informationen erbitten und sie auch verstehen, sofern sie vertraut und nicht zu speziell sind
es: PUEDE pedir y comprender la información que necesita en une oficina de turismo, con tal de que sea de naturaleza familiar y no-especializada
eu: Turismo bulego batean behar duen informazioa eskatu eta ulertzeko GAI DA, hau ezaguna egiten bazaio eta espezializatua ez bada
fr: EST CAPABLE de demander et comprendre une information dans un bureau de tourisme si l'information est simple et non spécialisée

source: CAN give simple explanations about familiar places
de: KANN einfache Erklärungen zu bekannten Orten geben
es: PUEDE dar explicaciones sencillas sobre lugares familiares
eu: Ezagutzen dituen tokiei buruzko azalpen sinpleak emateko GAI DA
fr: EST CAPABLE de donner des explications simples concernant des lieux connus

source: Can establish social contact: greetings and farewells; introductions; giving thanks
de: Kann sozialen Kontakt herstellen durch Begrüßung, Abschied, Sich-Vorstellen, Danken
es: Establece contacto social: saludos y despedidas; presentaciones; agradecimientos
eu: Gizarte harremanak ezartzeko gai da: agurrak; aurkezpenak; eskerrak eman
fr: Peut établir un contact social: salutations et congé; remerciements; présentations

source: Can express how he/she feels in simple terms, and express thanks
de: Kann in einfachen Worten sagen, wie es ihm/ihr geht, und Dank ausdrücken
es: Expresa cómo se siente en términos sencillos y sabe cómo dar las gracias
eu: Eskerrak nola eman eta nola sentitzen den termino sinpleak erabilita adierazteko gai da
fr: Peut dire en termes simples comment il/elle va et remercier

source: Can make and respond to invitations, suggestions and apologies
de: Kann jemanden einladen und auf Einladungen reagieren und kann um Entschuldigung bitten und auf Entschuldigungen reagieren
es: Realiza invitaciones y sugerencias, y responde a las que le hacen; se disculpa y responde a las disculpas que le presentan
eu: Iradokizunak eta gonbidapenak egin eta hauei erantzuna emateko gai da. Barkamena eskatu eta barkamenei erantzuteko gai da
fr: Peut faire et accepter une offre, une invitation et des excuses

source: Can say what he/she likes and dislikes
de: Kann sagen, was er/sie gerne hat und was nicht
es: Sabe expresar lo que le gusta y lo que no le gusta
eu: Gustoko duena eta gustoko ez duena adierazteko gai da
fr: Peut dire ce qu'il/elle aime ou non

source: Can describe his/her family, living conditions, educational background, present or most recent job
de: Kann die Familie, Lebensverhältnisse, die Ausbildung und die gegenwärtige oder die letzte berufliche Tätigkeit beschreiben
es: Describe a su familia, sus condiciones de vida, sus estudios y su trabajo actual, o el último que tuvo
eu: Bere familia, bizimodua, bere ikasketak eta uneko lana edo azkeneko lana deskribatzeko gai da
fr: Peut décrire sa famille, ses conditions de vie, sa formation, son travail actuel ou le dernier en date

source: Can describe people, places and possessions in simple terms
de: Kann mit einfachen Worten Personen, Orte, Dinge beschreiben
es: Describe personas, lugares y posesiones en términos sencillos
eu: Pertsonak, tokiak eta jabetzak termino sinpleak erabilita deskribatzeko gai da
fr: Peut décrire les gens, lieux et choses en termes simples

source: CAN book a room (face-to-face) in a hotel, bed and breakfast, etc.
de: KANN persönlich ein Zimmer in einem Hotel, einer Pension usw. buchen
es: PUEDE reservar en persona una habitación en un hotel, pensión, etc.
eu: Hotel, ostatu, etab. batean gela aurrez aurre erreserbatzeko GAI DA
fr: EST CAPABLE de demander (en face à face) une chambre dans un hôtel ou en chambre d'hôte

source: CAN make a complaint about simple matters, for example 'The light in my room doesn't work.'
de: KANN sich über einfache Sachverhalte beschweren, z. B. "Das Licht in meinem Zimmer funktioniert nicht."
es: PUEDE formular una queja sobre asuntos sencillos, por ejemplo, "La luz de mi habitación no funciona."
eu: Gai sinple bati buruzko kexa egiteko GAI DA. Adibidez, "Nire logelako argiak ez du funtzionatzen."
fr: EST CAPABLE de formuler une réclamation simple, par exemple "La lumière ne marche pas dans ma chambre"

source: CAN participate in a simple phone conversation with a known person on a predictable topic, e.g. 21 arrangements
de: KANN sich an einem einfachen Telefongespräch mit einer bekannten Person über ein vorhersehbares Thema beteiligen, wie etwa Reisevorbereitungen
es: PUEDE participar en una conversación telefónica sencilla con una persona conocida sobre un tema previsible, por ej., los preparativos de un viaje
eu: Pertsona ezagun batekin eta aurreikusi daitekeen gai bati buruzko telefono solasaldi sinple batean parte hartzeko GAI DA. Adib. bidai bat prestatzea
fr: EST CAPABLE de soutenir une conversation téléphonique avec une personne connue sur un sujet convenu comme les préparatifs d'un voyage

source: CAN, on arrival in a foreign country, answer routine questions such as 'How long are you staying?' and respond appropriately to instructions such as 'Open your suitcase', etc.
de: KANN bei Ankunft in einem fremden Land alltägliche Fragen beantworten wie "Wie lange bleiben Sie?" und Anweisungen wie "Öffnen Sie Ihren Koffer" usw. Befolgen
es: PUEDE, al llegar a un país extranjero, contestar a preguntas rutinarias como "¿Cuánto tiempo va a quedarse?" y responder apropiadamente a indicaciones como "Abra su maleta" etc.
eu: Estatu atzerritar batera iristean "Zenbat denbora geratuko zara?" bezalako oinarrizko galderei erantzuna emateko eta "Mesedez, maleta ireki" bezalako eskakizunei erantzun aproposa emateko GAI DA
fr: EST CAPABLE, en arrivant dans un pays étranger, de répondre aux questions courantes du type "Combien de jours resterez-vous ?" et réagir de manière adéquate aux instructions du type "Ouvrez votre valise"

source: CAN give and understand straightforward directions, provided that these are not lengthy and/or complex
de: KANN klare Wegweisungen geben und verstehen, solange diese nicht lang und/oder kompliziert sind
es: PUEDE dar y comprender direcciones sencillas, siempre que no sean demasiado extensas ni complejas
eu: Argibide sinpleak eman eta ulertzeko GAI DA, luzeak eta konplexuak ez badira
fr: EST CAPABLE de donner et comprendre des indications simples si elles ne sont pas longues et/ou compliquées

source: CAN go to a 21 information centre at, for example, a railway/bus station and ask for information as to how to get from A to B
de: KANN zur Reiseauskunft z. B. am Bahnhof/Busbahnhof gehen und sich erkundigen, wie man von A nach B fährt
es: PUEDE pedir información en une estación de tren o autobús, y preguntar por ejemplo cómo llegar de A a B
eu: Tren edo autobus geltoki bati buruzko informazioa eskatu eta A puntutik B puntura nola iristen den galdetzeko GAI DA
fr: EST CAPABLE d'aller dans un centre d'information sur des voyages, par exemple une gare ferroviaire ou routière et demander comment se rendre d'un lieu à un autre

source: CAN ask to book tickets
de: KANN um die Buchung einer Fahrkarte bitten
es: PUEDE hacer una reserva de billetes
eu: Txartel edo tiketak erreserbatzeko GAI DA
fr: EST CAPABLE de réserver des billets

source: CAN ask for simple post office services (e.g. 'I want to send this to Oman', 'One first class stamp, please')
de: KANN um einfache Postdienste bitten (z. B. "Ich möchte das nach Japan schicken", "Eine Briefmarke für einen Euro, bitte.")
es: PUEDE solicitar servicios postales muy sencillos (por ej., "Quiero enviar esto a Omán" o "Un sello de primera clase, por favor")
eu: Zerbitzu postal oso sinpleak eskatzeko GAI DA (adib. "Hau Omanera bidali nahi dut" edo "Lehen mailako zigilu bat, mesedez")
fr: EST CAPABLE de demander des services simples dans un bureau de poste ("Je voudrais envoyer ceci à Oman", "Un timbre, au tarif normal, S.V.P.")

source: CAN ask to change money at a bank (e.g. 'Can I change these here?')
de: KANN bei einer Bank Geld wechseln lassen ( z. B. "Kann ich das hier wechseln?")
es: PUEDE solicitar el cambio de dinero en un banco (por ej., "¿Puedo cambiar esto aquí?")
eu: Bankuetxe batean txanpon aldaketa eskatzeko GAI DA (adib. "Hau hemen aldatu dezaket?")
fr: EST CAPABLE de demander de changer des devises dans une banque, (de dire par exemple, "Est-ce que je peux changer cet argent ici ?)

source: CAN indicate nature of problem and understand simple instructions and questions
de: KANN die Art des Notfalls angeben sowie einfache Anweisungen und Fragen verstehen
es: PUEDE indicar la naturaleza del problema y comprender preguntas e instrucciones sencillas
eu: Arazo baten jatorria adierazi eta galdera eta argibide sinpleak ulertzeko gai da
fr: EST CAPABLE d'indiquer la nature du problème et de comprendre des questions et des instructions simples

source: Can give straightforward descriptions on a variety of familiar subjects within his/her field of interest
de: Kann zu verschiedenen vertrauten Themen des eigenen Interessenbereichs unkomplizierte Beschreibungen oder Berichte geben
es: Realiza descripciones sencillas sobre une variedad de asuntos habituales dentro de su especialidad
eu: Bere esparruko zenbait ohiko gaiei buruzko deskribapen sinpleak egiteko gai da
fr: Peut faire une description directe et simple de sujets familiers variés dans le cadre de son domaine d'intérêt

source: Can reasonably fluently relate a straightforward narrative or description as a linear sequence of points
de: Kann relativ flüssig unkomplizierte Geschichten oder Beschreibungen wiedergeben, indem er/sie die einzelnen Punkte linear aneinander reiht
es: Realiza con razonable fluidez narraciones o descripciones sencillas siguiendo una secuencia lineal de elementos
eu: Elementu sekuentzia lineal bat jarraituz narrazio edo deskribapenak arrazoizko hitz-etorri batekin egiteko gai da
fr: Peut rapporter assez couramment une narration ou une description simple sous forme d'une suite de points

source: Can give detailed accounts of experiences, describing feelings and reactions
de: Kann detailliert über eigene Erfahrungen berichten und dabei die eigenen Gefühle und Reaktionen beschreiben
es: Realiza relaciones detalladas de experiencias describiendo sentimientos y reacciones
eu: Bizipenei buruzko xehetasunak sentimendu eta erreakzioak aipatuz adieraztzeko gai da
fr: Peut relater en détail ses expériences en décrivant ses sentiments et ses réactions

source: Can relate details of unpredictable occurrences, e.g. an accident
de: Kann über die wichtigsten Einzelheiten eines unvorhergesehenen Ereignisses (z. B. eines Unfalls) berichten
es: Relata los detalles de acontecimientos impredecibles, como, por ejemplo, un accidente
eu: Aurreikusi ezin diren gertaeren xehestasunak azaltzeko gai da. Adib. istripu bat
fr: Peut relater les détails essentiels d'un événement fortuit, tel un accident
