Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: CAN use the telephone confidently, even if the line is bad or the caller has a non-standard accent
de: KANN sicher das Telephon benutzen, auch wenn die Verbindung schlecht ist oder der Anrufer einen ungewöhnlichen Akzent hat
es: PUEDE utilizar el teléfono con seguridad, incluso si la línea es mala o la persona que llama no tiene un acento estándar
eu: Telefonoa konfidantzarekin erabiltzeko GAI DA, sarea txarra edo hizlariaren doinua ez-estandarra baldin bada ere
fr: EST CAPABLE d'utiliser le téléphone en toute confiance, même si la ligne est mauvaise ou l'interlocuteur a un accent qui ne correspond pas aux normes standard

source: Date
de: Datum
eu: Data

source: Deadline for assessment
eu: Ebaluazioetarako amaierako data
fr: Date limite pour les évaluations

source: Dealing with emergency situations
de: Notfälle
es: Emergencias
eu: Larrialdi egoerei aurre egin
fr: Urgences

source: Delete
de: löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer

source: Describing experiences
de: Erfahrungen mitteilen
es: Describir experiencias
eu: Esperientziak deskribatzen
fr: Décrire une expérience

source: Description
de: Beschreibung:
eu: Deskribapena:

source: Descriptors
de: Beschreibungen
es: Descriptores
eu: Adierazleak
fr: Descripteurs

source: Developers
de: Entwickler
es: Desarrolladores
eu: Garatzaileak
fr: Développeurs

source: Developing an argument
de: Argumentieren
es: Desarrollar un argumento
eu: Argudio garapena
fr: Développer un argument

source: Devices disabled by admin
eu: Gailuak administratiboki desgaituta
fr: Dispositifs inactivés par l'administrateur

source: In order to record something you must 'Allow' the access to your devices.
de: Um etwas aufzeichnen zu können müssen sie den Zugriff auf Ihre Geräte "erlauben“.
es: Para poder grabar algo es necesario que 'Permitas' el acceso a tus dispositivos.
eu: Zerbait grabatzeko zure gailuak atzitzeko baimena 'ematea' beharrezkoa da.
fr: Dans le but d'enregistrer vous devez "Autoriser" l'accès à vos périphériques.

source: Your devices are not working properly or are not allowed. The recording has been aborted.
de: Ihre Geräte funktionieren nicht richtig oder sind nicht erlaubt. Die Aufzeichnung wurde abgebrochen.
es: Tus dispositivos no funcionan correctamente o no están permitidos. La grabación se ha cancelado.
eu: Zure gailuak gaizki funtzionatzen dute edo ez daude baimenduta. Grabaketa bertan behera utzi da.
fr: Vos appareils ne fonctionnent pas correctement ou ne sont pas autorisés. L'enregistrement a été abandonné.

source: Devices not yet activated
eu: Gailuak oraindik ez dira aktibatu
fr: Dispositifs en attente d'activation

source: Difficulty
de: Schwierigkeitsgrad
es: Dificultad
eu: Zailtasuna
fr: Difficulté

source: Difficulty Level
de: Schwierigkeitsgrad:
eu: Zailtasun maila:
fr: Niveau de difficulté

source: Discard Response
de: Antwort verwerfen
es: Descartar Respuesta
eu: Erantzuna Baztertu
fr: Refuser la réponse

source: View the Graphic
de: Siehe Grafik
es: Ver gráfico
eu: Grafikoa ikusi
fr: Afficher graphique

source: Done
eu: Eginda
fr: Terminé

source: Do you want to add a model media?
eu: Ereduzko baliabide bat gehitu nahi duzu?
fr: Voulez-vous ajouter un modèle multimédia?

source: Draft
eu: Zirriborroa
fr: Brouillon

source: Dubbing
eu: Bikoizketa
fr: Doublage

source: Duplicated
eu: Bikoiztua
fr: Dupliqué

source: Duration
de: Dauer
eu: Iraupena
fr: Durée

source: Edit
de: Bearbeiten
eu: Editatu
fr: Éditer

source: Editing Assignment
eu: Zeregina editatzen
fr: Edition de la tâche

source: Edit Subtitles
eu: Azpitituluak editatu
fr: Editer les sous-titres

source: Edit video information
de: Information des Videos bearbeiten
es: Editar información del vídeo
eu: Bideoaren informazioa editatu
fr: Éditer information sur la vidéo

source: We also work closely with Elurnet, a company that focuses on open source training and development. Elurnet is the only authorized Babelium official support and services provider.
es: También trabajamos estrechamente con Elurnet, una empresa enfocada al desarrollo y formación en software libre. Elurnet es la única proveedora de servicios y soporte Babelium oficial autorizada.
eu: Software librearen inguruko garapen eta trebakuntzara zuzendutako Elurnet enpresarekin lan egiten dugu baita ere. Elurnet baimendutako Babelium laguntza tekniko eta zerbitzu hornitzaile ofizial bakarra da.
fr: Nous travaillons aussi en collaboration avec Elurnet, entreprise travaillant sur des ressources libres de droit pour l'entraînement et le développement. Elurnet est le seul support et fournisseur de service officiel autorisé pour Babelium .

source: email
de: :E-Mail-Adresse
eu: ePosta:

source: An activation email has been sent.
de: Es wurde eine Aktivierungs-E-Mail gesendet.
es: Se ha enviado un email de activación.
eu: Mezu bat bidali da zure ePostara kontua balioztatzeko.
fr: Un e-mail d’activation t’a été envoyé.

source: Email address
eu: Posta elektronikoa
fr: Adresse mail

source: The text on the line {0} is empty.
de: Die Textlinie des {0} ist leer.
es: El texto de la línea {0} está vacío.
eu: {0}. lerroko testua hutsik dago.
fr: Le texte sur la ligne {0} est vide.

source: The {0} field cannot be empty.
eu: {0} eremua ezin da hutsik utzi.
fr: Le champ {0} ne peut pas rester vide.

source: The role name cannot be empty.
de: Die Aufgabe darf nicht leer gelassen werden.
es: El rol no puede estar vacío.
eu: Rol izena ezin da hutsa izan.
fr: Le rôle ne peut pas être vide.

source: The service data cannot be empty.
de: Die Serviceseite darf keine leeren Parameter enthalten.
es: El servicio no puede recibir parámetros vacíos.
eu: Zerbitzuak ezin ditu parametro hutsik jaso.
fr: Le service n’accepte pas les paramètres vides.

source: The password cannot be empty.
de: Das Passwortfeld muss ausgefüllt sein.
es: La contraseña no puede estar vacía.
eu: Pasahitza ezin da hutsik utzi.
fr: Le mot de passe ne peut pas rester vide.

source: The username cannot be empty.
de: Das Feld für denn Nutzernamen muss ausgefüllt werden.
es: El nombre de usuario no puede estar vacío.
eu: Erabiltzaile izena ezin da hutsik utzi.
fr: Le nom d’utilisateur ne peut pas rester vide.

source: End
de: Ende
es: Fin
eu: Bukatu
fr: Fin

source: Subtitle end
de: Untertitel Ende
es: Fin de subtítulo
eu: Azpititulu amaiera
fr: Fin des sous-titres

source: Error
de: Fehler
eu: Errorea
fr: Erreur

source: Can't test bandwidth. Port 1935 is closed. RTMPT mode is active.
de: Die Internetverbindung/Bandbreite kann nicht festgestellt werden. Der Port 1935 ist gesperrt. RTMPT aktiv.
es: No se puede comprobar el ancho de banda. El puerto 1935 está cerrado. Modo RTMPT activo.
eu: Ezin da banda zabalera egiaztatu. 1935 portua itxita dago. RTMPT modua aktibo dago.
fr: Impossible de faire le test de bande passante. Le port 1935 est fermé. Mode RTMPT actif.

source: Error detection
eu: Errore antzematea
fr: Détection d'erreur

source: You must specify a response to evaluate before sending an evaluation.
de: Sie müssen eine Bewertung auswählen, bevor Sie die Auswertung senden können.
es: Debes especificar una respuesta que evaluar para enviar la evaluación.
eu: Ebaluazio bat bidali baino lehen ebaluatu beharreko erantzuna zehaztu behar duzu.
fr: Vous devez spécifier une réponse à évaluer.

source: You must fill all the compulsory data in order to save your evaluation.
de: Sie müssen alle erforderlichen Daten ausfüllen, um eine Bewertung absenden zu können.
es: Debes rellenar todos los datos obligatorios para poder enviar tu evaluación.
eu: Derrigorrezko datu guztiak bete behar dituzu ebaluazioa gorde ahal izateko.
fr: Vous devez remplir toutes les données obligatoires pour pouvoir enregistrer votre évaluation.

source: You don't have enough credits to perform this task. This video will remain privately available to you.
de: Sie haben nicht genug Kredits, um diese Aktivität auszuführen. Das Video wird weiterhin für Sie individuell verfügbar sein.
es: No tienes crédito suficiente para desarrollar esta actividad. El vídeo seguirá estando disponible para ti de forma privada.
eu: Ataza hau aurrera eramateko beharrezkoa den kreditu kopurua ez duzu. Bideo hau zuretzat soilik ikusgarri mantenduko da.
fr: Vous n'avez pas assez de crédit pour développer cette activité. Vous aurez toujours accès à la vidéo de façon privée.

source: There was an error while registering in the system. Please try again later.
de: Es ist ein Fehler im System während der Anmeldung für das System aufgetreten. Bitte versuchen sie es später noch einmal.
es: Ocurrió un error al registrarte en el sistema. Por favor, inténtalo más tarde.
eu: Errore bat egon da sisteman izena ematean. Mesedez, saiatu beranduago.
fr: Erreur lors de l’enregistrement dans le système. Essayez plus tard, SVP.

source: Your score couldn't be saved.
de: Ihre Bewertung konnte nicht gespeichert werden.
es: Tu puntuación no se ha podido guardar.
eu: Zure puntuazioa ezin izan da gorde.
fr: Votre score n’a pas pu être sauvegardé.

source: You selected to add a text comment to this evaluation, but added none. Please add a text comment or uncheck 'Include text comment' if you don't want text comments to be saved.
de: Sie haben versucht, einen Text Kommentar zu dieser Bewertung hinzuzufügen, aber Sie haben noch keinen Kommentar abgegeben. Bitte geben Sie einen Text ein oder deaktivieren Sie 'Kommentare im Text', wenn Sie Kommentare nicht im Text speichern möchten.
es: Has escogido añadir un comentario en texto a esta evaluación, pero no has añadido ninguno. Por favor, añade un texto o desmarca 'Incluir comentario en texto' si no quieres guardar comentario en texto.
eu: Ebaluazio honetan testu iruzkin bat gehitzea aukeratu duzu, baina ez duzu testurik idatzi. Mesedez testu iruzkin bat idatzi edo 'Testu iruzkina erantsi' desgaitu testu iruzkinik gordetzea nahi ez baduzu.
fr: Vous avez choisi d'ajouter un commentaire à cette évaluation, mais vous n'en avez ajouté aucun. Ajoutez SVP un commentaire texte ou décochez la case "Inclure le texte commentaire" si vous ne voulez pas enregistrer de commentaire texte.

source: You selected to record a video comment for this evaluation, but recorded none. Please record a video comment or uncheck 'Include video comment' if you don't want video comments to be saved.
de: Sie haben versucht, einen Video Kommentar zu dieser Bewertung hinzuzufügen, aber sie haben keinen Kommentar aufgezeichnet. Bitte nehmen Sie ein Video auf oder deaktivieren Sie "Kommentare als Video einfügen", wenn Sie Kommentare nicht auf Video speichern möchten.
es: Has escogido grabar un comentario en vídeo para esta evaluación, pero no has grabado ninguno. Por favor, graba un vídeo o desmarca 'Incluir comentario en vídeo' si no quieres guardar comentario en vídeo.
eu: Ebaluazio honetan bideo iruzkin baat gehitzea aukeratu duzu, baina ez duzu bideorik grabatu. Mesedez bideo iruzkin bat grabatu edo 'Bideo iruzkina erantsi' desgaitu bideo iruzkinik gordetzea nahi ez baduzu.
fr: Vous avez choisi d'ajouter un commentaire vidéo à cette évaluation, mais vous n'en avez ajouté aucun. Ajoutez SVP un commentaire vidéo ou décochez la case "Inclure le vidéo commentaire" si vous ne voulez pas enregistrer de commentaire vidéo.

source: There was an error while sending the activation e-mail.
de: Es ist ein Fehler beim Versenden der Aktivierungs-E-Mail aufgetreten.
es: Ocurrió un error al enviar el email de activación.
eu: Errore bat egon da aktibazio eposta bidaltzerakoan.
fr: Il y a eu une erreur dans l'envoi de l’e-mail d’activation.

source: You must Sign In to request an evaluation.
de: Sie müssen angemeldet sein, um eine Bewertung zu erhalten.
es: Tienes que estar registrado para pedir una evaluación.
eu: Ebaluaketa bat eskatzeko kautotuta egon behar zara
fr: Vous devez être connecté pour démander une évaluation.

source: This video is unavailable. Sorry about that.
es: Este vídeo no está disponible. Disculpa las molestias.
eu: Bideo hau ez dago eskuragarri. Barkatu eragozpenak.
fr: Désolé, la vidéo est indisponible

source: This video is still processing. Sorry about that.
es: Este vídeo está siendo procesado. Disculpa las molestias.
eu: Bideo hau prozesatzen ari da. Barkatu eragozpenak.
fr: Désolé, la vidéo est en cours de fabrication

source: The specified username or email already exists. Please choose another one.
de: Der angegebene Benutzername dieser E-Mail-Adresse ist bereits vorhanden. Bitte wählen Sie einen anderen.
es: El nombre de usuario o email especificado ya existe. Por favor, escoge uno diferente.
eu: Emandako erabiltzaile izena edo eposta dagoeneko hartuta dago. Mesedez, aukeratu beste bat.
fr: Le nom d’utilisateur ou e-mail spécifié existe déjà. Choisissez-en un autre SVP.

source: Error while activating your account.
de: Fehler beim Aktivieren Ihres Accounts
es: Error al activar tu cuenta.
eu: Errorea zure kontua aktibatzerakoan.
fr: Erreur lors de l’activation de votre compte.

source: Error while adding item to your video history.
de: Fehler beim Hinzufügen eines Elements in Ihrem Videodatensatz.
es: Error al añadir elemento a tu historial de vídeos.
eu: Errorea elementu hau zure bideo historiara gehitzerakoan.
fr: Erreur lors de l’ajout de la nouvelle vidéo.

source: Error while changing your password. Try again later.
de: Fehler bei der Änderung Ihres Passworts. Bitte versuchen Sie es später noch einmal.
es: Error al cambiar tu contraseña. Por favor, inténtalo más tarde.
eu: Errorea zure pasahitza aldatzerakoan. Mesedez, saiatu berriz.
fr: Erreur lors du changement du mot de passe. Essayez plus tard, SVP.

source: Error while checking if you've rated this exercise.
de: Fehler bei der Überprüfung, ob Sie diese Übung bewertet haben.
es: Error al comprobar si has puntuado este ejercicio.
eu: Errorea ariketa honi puntuazioa eman diozun konprobatzerakoan.
fr: Erreur lors de la vérification de la notation de l’exercice.

source: Error while checking if you've reported this exercise.
de: Fehler bei der Überprüfung, ob Sie diese Übung gemeldet haben.
es: Error al comprobar si has denunciado este ejercicio.
eu: Errorea ariketa hau salatu duzun konprobatzerakoan.
fr: Impossible de vérifier si vous avez signalé cet exercice.

source: Error while checking for autoevaluation support.
de: Fehler bei der Überprüfung, ob die Funktion "Eigenbewertung" unterstützt wird.
es: Error al comprobar si la autoevaluación está soportada.
eu: Errorea autoebaluazio egiteko aukera dagoen egiaztatzerakoan.
fr: Impossible de vérifier si l’auto-évaluation est possible.

source: Error while deleting the selected videos.
de: Die ausgewählten Videos konnten nicht gelöscht werden.
es: Error al borrar los vídeos seleccionados.
eu: Errorea aukeratutako bideoak ezabatzerakoan.
fr: Erreur lors de la suppression des vidéos.

source: Error while enabling the autoevaluation on this video.
de: Die Funktion "Eigenbewertung" zu diesem Video konnte nicht aktiviert werden.
es: Error al activar la autoevaluación para este vídeo.
eu: Errorea bideo honentzat autoebaluazioa aktibatzerakoan.
fr: Erreur lors de l’activation de l’auto-évaluation pour cette vidéo.

source: Error while trying to keep your session active.
de: Fehler beim Versuch, um Ihre Sitzung aufrecht zuerhalten.
es: Error al intentar manter tu sesión activa.
eu: Errorea zure saioa aktibo mantentzen saiatzerakoan.
fr: Impossible de maintenir cette session active.

# ERROR_WHILE_LOGGING_IN
source: Error while authenticating you in the system.
de: Fehler beim Einloggen in das System identifiziert.
es: Error al identificarte en el sistema.
eu: Errorea sisteman kautotzerakoan.
fr: Erreur lors de la connexion au système.

source: Error while logging you out.
de: Es ist ein Fehler beim Verlassen der Seite aufgetreten.
es: Error al cerrar la sesión
eu: Errorea saioa amaitzerakoan.
fr: Erreur lors de la déconnexion du système.

# ERROR_WHILE_LOGGIN_IN
source: Error while authenticating you in the system.
de: Es ist ein Fehler beim Einloggen in das System aufgetreten.
es: Error al identificarte en el sistema.
eu: Errorea sisteman kautotzerakoan.
fr: Erreur lors de la connexion au système.

source: Error while making your response publicly available.
de: Ihre Antworten konnten für andere Nutzer nicht sichtbar gemacht werden.
es: Error al hacer tu respuesta visible a otros usuarios.
eu: Errorea zure erantzuna beste erabiltzaileentzako ikusgarri egiterakoan.
fr: Impossible de rendre publique votre réponse.

source: Error while modifying your languages.
de: Es ist ein Fehler bei der Änderung ihrer Spracheinstellungen aufgetreten.
es: Errro al modificar tus idiomas.
eu: Errorea zure hizkuntzak aldatzerakoan.
fr: Erreur lors de la modification de vos langues

source: Error while modifying your personal data.
de: Fehler bei der Änderung Ihrer persönlichen Daten.
es: Error al modificar tus datos personales.
eu: Errorea zure datu pertsonalak aldatzerakoan.
fr: Erreur lors de la modification de vos données personnelles

source: Error while modifying video data.
de: Fehler bei der Änderung Ihrer Videodaten.
es: Error al modificar los datos del vídeo.
eu: Errorea bideoaren datuak aldatzerakoan.
fr: Erreur lors de la modification de l'information de la vidéo

source: Error while searching the requested data.
de: Es ist ein Fehler bei der Suche aufgetreten.
es: Error al buscar los datos requeridos.
eu: Errorea emandako datuak bilatzerakoan.
fr: Erreur lors de la recherche des données demandées

source: Error while processing autoevaluation request.
de: Fehler bei der Verarbeitung der Anfrage zur Eigenbewertung.
es: Error al procesar la petición de autoevaluación
eu: Errorea autoebaluazio eskaera prozesatzerakoan.
fr: Erreur lors du traitement de la demande d'autoévaluation

source: Error while rating the exercise.
de: Fehler bei der Bewertung der Übung.
es: Error al puntuar el ejercicio.
eu: Errorea ariketari puntuazioa ematerakoan.
fr: Erreur lors de la notation de l'exercice

source: Error while registering new user.
de: Fehler beim Registrieren neuer Benutzer.
es: Error al registrar nuevo usuario.
eu: Errorea erabiltzailearen izen emate prozesuan.
fr: Erreur lors de l'inscription du nouvel utilisateur.

source: Error while reporting inappropriate exercise.
de: Fehler beim Bericht über eine unangemessene Übung.
es: Error al informar sobre un ejercicio inapropiado.
eu: Errorea ariketa desegoki baten berri ematerakoan.
fr: Erreur lors du signalement d’exercice inadéquat

source: Error while trying to restore your password.
de: Fehler beim Wiederherstellen des Passworts.
es: Error al restaurar tu contraseña.
eu: Errorea zure pasahitza berrezartzean.
fr: Erreur lors de la restauration de votre mot de passe.

source: Error while trying to get the chart data. Please try again later.
de: Die Daten aus dem Diagramm sind nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Error al obtener los datos de la gráfica. Por favor, inténtalo más tarde.
eu: Errorea grafikoko datuak lortzerakoan. Mesedez, saiatu berriz.
fr: Erreur lors de l'obtention des données de la charte graphique. Essayez plus tard, SVP.

source: Error while retrieving your credit history,
de: Ihr Punktekonto ist zurzeit nicht verfügbar.
es: Error al obtener tu historial de créditos
eu: Errorea zure kreditu historia lortzerakoan.
fr: Erreur lors de la récupération des réponses évaluées

source: Error while retrieving the exercises.
de: Ihre Übungen sind zurzeit nicht verfügbar.
es: Error al obtener los ejercicios.
eu: Errorea ariketak lortzerakoan.
fr: Erreur lors de la récupération des exercices

source: Error while retrieving this exercise's subtitles
de: Die Untertitel sind zurzeit nicht verfügbar.
es: Error al obtener los subtítulos del ejercicio.
eu: Errorea ariketaren azpitituluak lortzerakoan.
fr: Erreur lors de la récupération des sous-titres de l'exercice

source: Error while retrieving your latest activity.
de: Die letzten Aktivitäten sind nicht verfügbar.
es: Error al obtener tu última actividad.
eu: Errorea zure azkeneko aktibitatea lortzerakoan.
fr: Erreur lors de la récupération de la dernière activité

source: Error while retrieving the messages of the day.
de: Die aktuellen Aktivitäten sind nicht verfügbar.
es: Error al obtener los mensajes del día.
eu: Errorea eguneko mezuak lortzerakoan.
fr: Erreur lors de la récupération des messages de la journée

source: Error while retrieving application's preference data.
de: Die Daten aus den Einstellungen der Anwendung sind nicht verfügbar.
es: Error al obtener los datos de preferencias de la aplicación.
eu: Errorea aplikazioko hobespenak lortzerakoan.
fr: Erreur lors de la récupération des données de préférence de l'application

source: Error while retrieving your responses that have been assessed by other users.
de: Die Antworten von anderen Nutzerbewertungen konnten nicht abgerufen werden.
es: Error al obtener tus respuestas que han sido evaluadas por otros usuarios.
eu: Errorea beste erabiltzaileek ebaluatutako zure erantzunak lortzerakoan.
fr: Erreur lors de la récupération des réponses évaluées par d'autres utilisateurs

source: Error while retrieving this response's assessments.
de: Fehler beim Abrufen der Antworten auf die Bewertungen.
es: Error al obtener las evaluaciones de esta respuesta.
eu: Errorea erantzun honen ebaluazioak lortzerakoan.
fr: Erreur lors de la récupération des évaluations de cette réponse

source: Error while retrieving responses waiting assessment.
de: Fehler beim Warten auf die ausstehenden Antworten zur Bewertung.
es: Error al obtener las respuestas pendientes de evaluación.
eu: Errorea ebaluazioaren zain dauden erantzunak lortzerakoan.
fr: Erreur lors de la récupération des réponses en attente d'être évaluées

source: Error while retrieving the responses you assessed.
de: Fehler beim Abrufen der Antworten auf Ihre Bewertungen.
es: Error al obtener las respuestas que has evaluado.
eu: Errorea ebaluatu dituzun erantzunak lortzen saiatzerakoan.
fr: Erreur lors de la récupération des réponses que vous avez évaluées

source: Error while retrieving exercise's roles
de: Fehler beim Abrufen der Rolle.
es: Error al obtener los roles del ejercicio
eu: Errorea ariketaren rolak lortzerakoan
fr: Erreur lors de la récupération des rôles de l'exercice

source: Error while retrieving unfinished subtitle exercise list.
de: Fehler beim Abrufen der Liste der nicht fertiggestellten Untertitel.
es: Error al obtener la lista de ejercicios con subtítulos inacabados.
eu: Errorea bukatu gabeko azpitituluak dituzten ariketen zerrenda lortzerakoan.
fr: Erreur lors de la récupération de la liste d'exercices avec sous-titres inachevés

source: Error while retrieving exercise's available subtitle languages.
de: Fehler beim Abrufen der Untertitel-Sprachen für diese Übung.
es: Error al obtener los idiomas de subtítulo disponibles para este ejercicio.
eu: Errorea ariketa honentzako erabilgarri dauden azpititulu hizkuntzak lortzerakoan.
fr: Impossible d'obtenir les langues de sous-titres disponibles pour cet exercice.

source: Error while retrieving current subtitle's subtitle lines.
de: Fehler beim Abrufen der Untertitelzeilen der aktuellen Untertitelübung.
es: Error al obtener las líneas de subtítulo del subtítulo actual.
eu: Errorea uneko azpitituluaren azpititulu lerroak lortzerakoan.
fr: Impossible d'obtenir les détails du sous-titre en cours.

source: Error while building the tag cloud.
de: Die Tag Cloud konnte nicht aufgebaut werden.
es: Error al construir la nube de etiquetas.
eu: Errorea etiketa hodeia eraikitzerakoan.
fr: Impossible de construire le cloud de tags.

source: Error while retrieving top scored videos.
de: Die bestbewerteten Videos konnten nicht abgerufen werden.
es: Error al obtener los vídeos con mejor puntuación.
eu: Errorea puntuazio hoberena duten bideoak lortzerakoan.
fr: Impossible d'obtenir les vidéos les plus vues.
