Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Arabic (Jordan)
de: Arabisch (Jordanien)
es: Árabe (Jordania)
eu: Arabiera (Jordania)
fr: Arabe (Jordanie)

source: Arabic (Kuwait)
de: Arabisch (Kuwait)
es: Árabe (Kuwait)
eu: Arabiera (Kuwait)
fr: Arabe (Koweït)

source: Arabic (Lebanon)
de: Arabisch (Libanon)
es: Árabe (Líbano)
eu: Arabiera (Libano)
fr: Arabe (Liban)

source: Arabic (Libya)
de: Arabisch (Libyen)
es: Árabe (Libia)
eu: Arabiera (Libia)
fr: Arabe (Libye)

source: Arabic (Morocco)
de: Arabisch (Marokko)
es: Árabe (Marruecos)
eu: Arabiera (Maroko)
fr: Arabe (Maroc)

source: Arabic (Oman)
de: Arabisch (Oman)
es: Árabe (Oman)
eu: Arabiera (Oman)
fr: Arabe (Oman)

source: Arabic (Qatar)
de: Arabisch (Qatar)
es: Árabe (Qatar)
eu: Arabiera (Katar)
fr: Arabe (Qatar)

source: Arabic (Saudi Arabia)
de: Arabisch (Saudi Arabien)
es: Árabe (Arabia Saudí)
eu: Arabiera (Saudi Arabia)
fr: Arabe (Arabie saoudite)

source: Arabic (Syria)
de: Arabisch (Syrien)
es: Árabe (Siria)
eu: Arabiera (Siria)
fr: Arabe (Syrie)

source: Arabic (Tunisia)
de: Arabisch (Tunesien)
es: Árabe (Túnez)
eu: Arabiera (Tunisia)
fr: Arabe (Tunisie)

source: Arabic (Yemen)
de: Arabisch (Jemen)
es: Árabe (Yemen)
eu: Arabiera (Yemen)
fr: Arabe (Yémen)

source: Belarusian (Belarus)
de: Weißrussisch (Weißrussland)
es: Bielorruso (Bielorrusia)
eu: Bielorrusiera (Bielorrusia)
fr: Biélorusse (Biélorussie)

source: Bulgarian (Bulgaria)
de: Bulgarisch (Bulgarien)
es: Búlgaro (Bulgaria)
eu: Bulgariera (Bulgaria)
fr: Bulgare (Bulgarie)

# LOCALE_CA_ES
source: Catalan
de: Katalanisch
eu: Katalana

source: Czech (Czech Republic)
de: Tschechisch (Tschechische Republik)
es: Checo (República Checa)
eu: Txekiera (Txekiar Errepublika)
fr: Tchèque (République tchèque)

source: Danish (Denmark)
de: Dänisch (Dänemark)
es: Danés (Dinamarca)
eu: Daniera (Danimarka)
fr: Danois (Danemark)

source: German (Austria)
de: Deutsch (Österreich)
es: Alemán (Austria)
eu: Alemana (Austria)
fr: Allemand (Autriche)

source: German (Switzerland)
de: Deutsch (Schweiz)
es: Alemán (Suiza)
eu: Alemana (Suitza)
fr: Allemand (Suisse)

source: German (Germany)
de: Deutsch (Deutschland)
es: Alemán (Alemania)
eu: Alemana (Alemania)
fr: Allemand (Allemagne)

source: German (Liechtenstein)
de: Deutsch (Lichtenstein)
es: Alemán (Liechtenstein)
eu: Alemana (Liechtenstein)
fr: Allemand (Liechtenstein)

source: German (Luxembourg)
de: Deutsch (Luxemburg)
es: Alemán (Luxemburgo)
eu: Alemana (Luxemburgo)
fr: Allemand (Luxembourg)

source: Greek (Greece)
de: Griechisch (Griechenland)
es: Griego (Grecia)
eu: Greziera (Grezia)
fr: Grec (Grèce)

source: English (Australia)
de: Englisch (Australien)
es: Inglés (Australia)
eu: Ingelesa (Australia)
fr: Anglais (Australie)

source: English (Belize)
de: Englisch (Belize)
es: Inglés (Belize)
eu: Ingelesa (Belize)
fr: Anglais (Belize)

source: English (Canada)
de: Englisch (Kanada)
es: Inglés (Canadá)
eu: Ingelesa (Kanada)
fr: Anglais (Canada)

source: English (United Kingdom)
de: Englisch (England)
es: Inglés (Reino Unido)
eu: Ingelesa (Erresuma Batua)
fr: Anglais (Royaume-Uni)

source: English (Ireland)
de: Englisch (Irland)
es: Inglés (Irlanda)
eu: Ingelesa (Irlanda)
fr: Anglais (Ireland)

source: English (Jamaica)
de: Englisch (Jamaica)
es: Inglés (Jamaica)
eu: Ingelesa (Jamaika)
fr: Anglais (Jamaïque)

source: English (New Zealand)
de: Englisch (Neuseeland)
es: Inglés (Nueva Zelanda)
eu: Ingelesa (Zeelanda Berria)
fr: Anglais (Nouvelle-Zélande)

source: English (Philippines)
de: Englisch (Philippinen)
es: Inglés (Filipinas)
eu: Ingelesa (Filipinak)
fr: Anglais (Philippines)

source: English (Trinidad and Tobago)
de: Englisch (Trinidad und Tobago)
es: Inglés (Trinidad y Tobago)
eu: Ingelesa (Trinidad eta Tobago)
fr: Anglais (Trinidad et Tobago)

source: English (United States)
de: Englisch (Vereinigte Staaten von Amerika)
es: Inglés (Estados Unidos)
eu: Ingelesa (Estatu Batuak)
fr: Anglais (Etats-Unis)

source: English (South Africa)
de: Englisch (Südafrika)
es: Inglés (Sudáfrica)
eu: Ingelesa (Hegoafrika)
fr: Anglais (Afrique du sud)

source: English (Zimbabwe)
de: Englisch (Simbabwe)
es: Inglés (Zimbabwe)
eu: Ingelesa (Zimbabwe)
fr: Anglais (Zimbabwe)

source: Spanish (Argentina)
de: Spanisch (Argentinien)
es: Español (Argentina)
eu: Espainiera (Argentina)
fr: Espagnol (Argentine)

source: Spanish (Bolivia)
de: Spanisch (Bolivien)
es: Español (Bolivia)
eu: Espainiera (Bolibia)
fr: Espagnol (Bolivie)

source: Spanish (Chile)
de: Spanisch (Chile)
es: Español (Chile)
eu: Espainiera (Txile)
fr: Espagnol (Chili)

source: Spanish (Colombia)
de: Spanisch (Kolumbien)
es: Español (Colombia)
eu: Espainiera (Kolonbia)
fr: Espagnol (Colombie)

source: Spanish (Costa Rica)
de: Spanisch (Costa Rica)
es: Español (Costa Rica)
eu: Espainiera (Costa Rica)
fr: Espagnol (Costa Rica)

source: Spanish (Dominican Republic)
de: Spanisch (Dominikanische Republik)
es: Español (República Dominicana)
eu: Espainiera (Dominikar Errepublika)
fr: Espagnol (République dominicaine)

source: Spanish (Ecuador)
de: Spanisch (Ecuador)
es: Español (Ecuador)
eu: Espainiera (Ekuador)
fr: Espagnol (Equateur)

source: Spanish (Spain)
de: Spanisch (España)
es: Español (España)
eu: Espainiera (Espainia)
fr: Espagnol (Espagne)

source: Spanish (Guatemala)
de: Spanisch (Guatemala)
es: Español (Guatemala)
eu: Espainiera (Guatemala)
fr: Espagnol (Guatemala)

source: Spanish (Honduras)
de: Spanisch (Honduras)
es: Español (Honduras)
eu: Espainiera (Honduras)
fr: Espagnol (Honduras)

source: Spanish (Mexico)
de: Spanisch (Mexiko)
es: Español (Mexico)
eu: Espainiera (Mexico)
fr: Espagnol (Mexique)

source: Spanish (Nicaragua)
de: Spanisch (Nicaragua)
es: Español (Nicaragua)
eu: Espainiera (Nicaragua)
fr: Espagnol (Nicaragua)

source: Spanish (Panama)
de: Spanisch (Panama)
es: Español (Panama)
eu: Espainiera (Panama)
fr: Espagnol (Panama)

source: Spanish (Peru)
de: Spanisch (Peru)
es: Español (Perú)
eu: Espainiera (Peru)
fr: Espagnol (Pérou)

source: Spanish (Puerto Rico)
de: Spanisch (Puerto Rico)
es: Español (Puerto Rico)
eu: Espainiera (Puerto Rico)
fr: Espagnol (Porto Rico)

source: Spanish (Paraguay)
de: Spanisch (Paraguay)
es: Español (Paraguay)
eu: Espainiera (Paraguay)
fr: Espagnol (Paraguay)

source: Spanish (El Salvador)
de: Spanisch (El Salvador)
es: Español (El Salvador)
eu: Espainiera (El Salvador)
fr: Espagnol (El Salvador)

source: Spanish (Uruguay)
de: Spanisch (Uruguay)
es: Español (Uruguay)
eu: Espainiera (Uruguay)
fr: Espagnol (Uruguay)

source: Spanish (Venezuela)
de: Spanisch (Venezuela)
es: Español (Venezuela)
eu: Espainiera (Venezuela)
fr: Espagnol (Venezuela)

source: Estonian (Estonia)
de: Estnisch (Estland)
es: Estonio (Estonia)
eu: Estoniera (Estonia)
fr: Estonien (Estonie)

# LOCALE_EU_ES
source: Basque
de: Baskisch
eu: Euskara

source: Finnish (Finland)
de: Finnisch (Finnland)
es: Finlandés (Finlandia)
eu: Finlandiera (Finlandia)
fr: Finnois (Finlande)

source: Faroese (Faroe Islands)
de: Färöisch (Färöer Inseln)
eu: Faroese (Faroe Irlak)
fr: Feroîen (Iles Féroé)

source: French (Belgium)
de: Französisch (Belgien)
es: Francés (Bélgica)
eu: Frantsesa (Belgika)
fr: Français (Belgique)

source: French (Canada)
de: Französisch (Kanada)
es: Francés (Canadá)
eu: Frantsesa (Kanada)
fr: Français (Canada)

source: French (Switzerland)
de: Französisch (Schweiz)
es: Francés (Suiza)
eu: Frantsesa (Suitza)
fr: Français (Suisse)

source: French (France)
de: Französisch (Frankreich)
es: Francés (Francia)
eu: Frantsesa (Frantzia)
fr: Français (France)

source: French (Luxembourg)
de: Französisch (Luxemburg)
es: Francés (Luxemburgo)
eu: Frantsesa (Luxemburgo)
fr: Français (Luxembourg)

source: French (Monaco)
de: Französisch (Monaco)
es: Francés (Mónaco)
eu: Frantsesa (Monako)
fr: Français (Monaco)

# LOCALE_GA_IE
source: Irish
eu: Irlandera
fr: Irlandais

# LOCALE_GL_ES
source: Galician
de: Galicisch
eu: Galiziera
fr: Galicien

source: Croatian (Croatia)
de: Kroatisch (Kroatien)
es: Croata (Croacia)
eu: Kroaziera (Kroazia)
fr: Croate (Croatie)

source: Hungarian (Hungary)
de: Ungarisch (Ungarisch)
es: Húngaro (Hungría)
eu: Hungariera (Hungaria)
fr: Hongrois (Hongrie)

source: Armenian (Armenia)
de: Armenisch (Armenien)
es: Armenio (Armenia)
eu: Armeniera (Armenia)
fr: Arménien (Arménie)

source: Icelandic (Iceland)
de: Isländisch (Island)
es: Islandés (Islandia)
eu: Islandiera (Islandia)
fr: Islandais (Islande)

source: Italian (Switzerland)
de: Italienisch (Schweiz)
es: Italiano (Suiza)
eu: Italiera (Suitza)
fr: Italien (Suisse)

source: Italian (Italy)
de: Italienisch (Italien)
es: Italiano (Italia)
eu: Italiera (Italia)
fr: Italien (Italie)

source: Japanese (Japan)
de: Japanisch (Japan)
es: Japanés (Japón)
eu: Japoniera (Japonia)
fr: Japonais (Japon)

source: Georgian (Georgia)
de: Georgisch (Georgien)
es: Georgiano (Georgia)
eu: Georgiera (Georgia)
fr: Géorgien (Géorgie)

source: Kazakh (Kazakhstan)
de: Kasachisch (Kasachstan)
es: Kazajo (Kazajistán)
eu: Kazakhera (Kazakhstan)

source: Korean (Korea)
de: Koreanisch (Korea)
es: Coreano (Corea)
eu: Koreera (Korea)
fr: Coréen (Corée)

source: Kyrgyz (Kyrgyzstan)
de: Kirgisisch (Kirgisien)
es: Kirguís (Kirguistán)
eu: Kirgizera (Kirgizistan)
fr: Kirghiz (Kirghizistan)

source: Lithuanian (Lithuania)
de: Litauisch (Litauen)
es: Lituano (Lituania)
eu: Lituaniera (Lituania)
fr: Lituanien (Lituanie)

source: Latvian (Latvia)
de: Lettisch (Lettland)
es: Letón (Letonia)
eu: Letoniera (Letonia)
fr: Letton (Lettonie)

source: Mongolian (Mongolia)
de: Mongolisch (Mongolei)
es: Mongol (Mongolia)
eu: Mongoliera (Mongolia)
fr: Mongol (Mongolie)

source: Malay (Brunei)
de: Malayisch (Brunei)
es: Malayo (Brunei)
eu: Malaysiera (Brunei)
fr: Malais (Bruneï)

source: Malay (Malaysia)
de: Malayisch (Malaysien)
es: Malayo (Malasia)
eu: Malaysiera (Malaysia)
fr: Malais (Malaisie)

source: Norwegian (Bokmål) (Norway)
de: Norwegisch Bokmål (Norwegen)
es: Noruego Bokmål (Noruega)
eu: Norbegiera (Bokmål) (Norbegia)
fr: Norvègien (Bokmål) (Norvège)

source: Dutch (Belgium)
de: Niederländisch (Belgien)
es: Neerlandés (Bélgica)
eu: Neerlandera (Belgika)
fr: Néerlandais (Belgique)

source: Dutch (The Netherlands)
de: Niederländisch (Niederlande)
es: Neerlandés (Países Bajos)
eu: Neerlandera (Herbeereak)
fr: Hollandais (Hollande)

source: Norwegian (Nynorsk) (Norway)
de: Norwegisch Nynorsk (Norwegen)
es: Noruego Nynorsk (Noruega)
eu: Norbegiera (Nynorsk) (Norbegia)
fr: Norvègien (Nynorsk) (Norvège)

source: Polish (Poland)
de: Polnisch (Polen)
es: Polaco (Polonia)
eu: Poloniera (Polonia)
fr: Polonais (Pologne)

source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
eu: Portugesa (Brasil)
fr: Portugais (Brésil)

source: Portuguese (Portugal)
de: Portugiesisch (Portugal)
es: Portugués (Portugal)
eu: Portugesa (Portugal)
fr: Portugais (Portugal)

source: Romanian (Romania)
de: Rumänisch (Rumänien)
es: Rumano (Rumanía)
eu: Errumaniera (Errumania)
fr: Roumain (Roumanie)

source: Russian (Russia)
de: Russisch (Russland)
es: Ruso (Rusia)
eu: Errusiera (Errusia)
fr: Russe (Russie)

source: Slovak (Slovakia)
de: Slowakisch (Slowakei)
es: Eslovaco (Eslovaquia)
eu: Eslovakiera (Eslovakia)
fr: Slovaque (Slovaquie)

source: Slovenian (Slovenia)
de: Slovenisch (Slovenien)
es: Esloveno (Eslovenia)
eu: Esloveniera (Eslovenia)
fr: Slovène (Slovénie)

source: Albanian (Albania)
de: Albanisch (Albanien)
es: Albano (Albania)
eu: Albaniera (Albania)
fr: Albanais (Albanie)

source: Serbian (Serbia)
de: Serbisch (Serbien)
es: Serbio (Serbia)
eu: Serbiera (Serbia)
fr: Serbe (Serbie)

source: Swedish (Finland)
de: Schwedisch (Finnland)
es: Sueco (Finlandia)
eu: Suediera (Finlandia)
fr: Suédois (Finlande)

source: Swedish (Sweden)
de: Schwedisch (Schweden)
es: Sueco (Suecia)
eu: Suediera (Suedia)
fr: Suédois (Suède)

source: Swahili (Kenya)
de: Swahili (Kenia)
eu: Swahili (Kenia)

source: Thai (Thailand)
de: Thailändisch (Thailand)
es: Tailandés (Tailandia)
eu: Tailandera (Tailandia)
fr: Thaï (Thaïlande)

source: Turkish (Turkey)
de: Türkisch (Türkei)
es: Turco (Turquía)
eu: Turkiera (Turkia)
fr: Turc (Turquie)

source: Tatar (Russia)
de: Tatarisch (Russland)
es: Tatar (Rusia)
eu: Tatar (Errusia)
fr: Tatar (Russie)

source: Ukrainian (Ukraine)
de: Ukrainisch (Ukraine)
es: Ukraniano (Ukrania)
eu: Ukraniera (Ukrania)
fr: Ukrainien (Ukraine)

source: Chinese Simplified (China)
de: Hochchinesisch (Volksrepublik China)
es: Chino Simplificado (China)
eu: Txinera Simplifikatua (Txina)
fr: Chinosi simplifié (Chine)

source: Chinese (Hong Kong)
de: Chinesisch (HongKong)
es: Chino (Hong Kong)
eu: Txinera (Hong Kong)
fr: Chinois (Hong Kong)

source: Chinese (Macao)
de: Chinesisch (Makao)
es: Chino (Macao)
eu: Txinera (Macao)
fr: Chinois (Macao)

source: Chinese (Singapore)
de: Chinesisch (Singapur)
es: Chino (Singapur)
eu: Txinera (Singapur)
fr: Chinois (Singapour)

source: Chinese Traditional (Taiwan)
de: Hochchinesisch (Taiwan)
es: Chino Tradicional (Taiwán)
eu: Txinera Tradizionala (Taiwan)
fr: Chinois traditionnel (Taiwan)

source: Please enter your login information
de: Bitte geben Sie Ihre Zugangsdaten ein
es: Por favor, introduce tu información de acceso
eu: Mesedez zure kautotze informazioa sartu
fr: Introduisez vos données de connexion, SVP

source: The {0} cannot be longer than {1} characters.
eu: {0} eremua ezin da {1} karaktere baino luzeagoa izan.
fr: Le champ {0} ne peut pas dépasser {0} caractères.

source: The role name can't be longer than {0} characters.
de: Die Rolle darf nicht mehr als {0} Buchstaben haben.
es: El rol no puede tener más de {0} carácteres.
eu: Rol izena ezin da {0} karaktere baino luzeagoa izan.
fr: Le nom de rôle ne peut pas dépasser {0} caractères.

source: Automatic evaluation
de: Automatische Bewertung
es: Evaluación automática
eu: Ebaluazio automatikoa
fr: Evaluation automatique

source: Tell us which is your main language or mother tongue
de: Was ist Ihre Muttersprache?
es: Dinos cuál es tu lengua madre
eu: Esaiguzu zure hizkuntza nagusi edo ama hizkuntza zein den
fr: Dites-nous quelle est votre langue maternelle.

source: Making arrangements
de: Studienorganisation
es: Gestión del estudio
eu: Akordio bat lortzea
fr: Organisation des études

source: Making a trip
eu: Bidai bat egitea
fr: Faire un voyage

source: The file you selected exceeds the maximum allowed filesize.
de: Die Datei, die Sie ausgewählt haben, überschreitet die maximal erlaubte Größe.
es: El archivo que has seleccionado sobrepasa el tamaño máximo permitido.
eu: Aukeratu duzun fitxategiak onartutako tamaina maximoa baino handiagoa da.
fr: Le fichier sélectionné dépasse la taille maximale autorisée.

source: Media Status
eu: Baliabidearen egoera
fr: Etat multimédia

source: Microphone
de: Mikrofon
es: Micrófono
eu: Mikrofonoa

source: Microphone not found
eu: Mikrofonoa ez da aurkitu
fr: Absence de microphone

source: Mic Input Level
de: Mikrofoneingangspegelmesser
es: Nivel entrada micrófono
eu: Mikrofono sarrera maila
fr: Niveau d'entrée micro

source: Your microphone device couldn't be detected. Please make sure the device is correctly plugged and then click 'Retry' or click 'Cancel' to abort the recording.
de: Das Mikrofon wird nicht erkannt. Bitte stellen Sie sicher, dass das Gerät ordnungsgemäß verbunden ist, und drücken Sie "Wiederholen". Klicken Sie auf "Abbrechen", wenn Sie die Aufzeichnung abbrechen möchten.
es: El micrófono no está siendo detectada. Por favor, asegúrate de que el dispositivo está concectado correctamente y después pulsa 'Reintentar'. Pincha 'Cancelar' si quieres abortar la grabación.
eu: Zure mikrofono gailua ezin izan da detektatu. Mesedez ziurtatu zure gailua ondo konektatuta dagoela eta ondoren sakatu 'Saiatu berriz' edo 'Utzi' grabaketa bertan behera uzteko.
fr: Votre microphone n'a pas pu être détecté. Assurez-vous SVPi que l'appareil est correctement branché, puis cliquez sur 'Réessayer' ou sur 'Annuler' pour interrompre l'enregistrement.

source: Microphone check
de: Einstellungen Mikrofon
es: Configuración Micro
eu: Mikrofono egiaztapena
fr: Tester le micro

source: This test will ensure that your microphone works as excepted and has the minimum required volume to record an exercise.
de: Dieser Test zeigt Ihnen, ob Ihr Mikrofon richtig funktioniert, und auch die minimale Lautstärke gewährleistet ist, um eine Übung aufzeichnen zu können.
es: Este test te ayudará a saber si tu micrófono funciona correctamente y si tiene el volumen mínimo requierido para grabar un ejercicio.
eu: Froga honek zure mikrofonoa espero bezala funtzionatzen duela eta ariketa bat grabatzeko beharrezkoa den bolumen-maila minimoa detektatzen dela konprobatzen du.
fr: Ce test permettra de vous assurer que votre micro fonctionne comme prévu et a le volume minimum requis pour enregistrer un exercice.

source: Waiting for mic input
es: Esperando actividad de micrófono
eu: Mikrofono aktibitateari itxaroten
fr: En attente d'input micro

source: Model
eu: Eredua
fr: Modèle

source: Model media
eu: Eredu baliabidea
fr: Modèle multimédia

source: Modify Password
de: Passwort ändern
es: Modificar Contraseña
eu: Pasahitza Aldatu
fr: Modifier le mot de passe

source: In this section you can modify all the data and customize your experience in the application.
de: In diesem Bereich können Sie alle Ihre Daten ändern und über Ihre persönlichen Erfahrungen mit der Anwendung berichten.
es: En esta sección puedes modificar todos tus datos y personalizar tu experiencia en la aplicación.
eu: Atal honetan zure datu guztiak aldatu eta aplikazioan duzun esperientzia egokitu dezakezu.
fr: Dans cette section, vous pouvez modifier toutes vos informations, personnaliser votre expérience de l'application.

source: Enter a short description of the things you can do with this module.
de: Kurzbeschreibung der Aktionen, die in diesem Modul durchgeführt werden können.
es: Introduce una breve descripcción de las acciones que se pueden llevar a cabo en este módulo.
eu: Sar ezazu modulu honetan egin daitezken ekintzei buruzko deskribapen labur bat
fr: Introduisez une brève description de ce que l'on peut faire avec ce module.

source: More info
de: Mehr Information
es: Más información
eu: Informazio gehiago
fr: Plus d'informations

source: The most recent subtitle
de: Letzte Fassung
es: La versión más reciente
eu: Azpititulurik berriena
fr: Le sous-titre le plus récent

source: You must choose at least one mother tongue and a language you want to practice.
de: Si müssen Ihre Muttersprache und mindestens eine Sprache, die Sie üben wollen angeben.
es: Tienes que escoger por lo menos un idioma materno y un idioma que practicar.
eu: Gutxienez ama hizkuntza bat eta praktikatu nahi duzun hizkuntza bat aukeratu behar duzu.
fr: Vous devez choisir au moins une langue maternelle et une langue que vous souhaitez pratiquer.

source: My Account
de: Mein Nutzerkonto
eu: Nire Kontua
fr: Mon Compte

source: My Activity
de: Mein Aktivitäten
eu: Nire jarduera
fr: Mon activité

source: My assessed responses
de: Eigene Übungen, die von anderen bewertet wurden.
es: Respuestas que me han evaluado
eu: Nire ebaluatutako erantzunak
fr: Mes réponses évaluées

source: My latest creations
eu: Nire azkeneko sorkuntzak
fr: Mes dernières créations

source: My Profile
de: Mein Nutzerprofil
es: Mi Perfil
eu: Nire Profila
fr: Mon profil

source: My recent activity
de: Neueste Aktivitäten
es: Mi actividad reciente
eu: Nire azkeneko jarduera
fr: Mon activité récente

source: My Videos
de: Meine Videos
es: Mis Vídeos
eu: Nire Bideoak
fr: Mes vidéos

source: In this section you can manage all the videos you've provided to the application.
de: In diesem Bereich können Sie alle Videos verwalten, die sie in die Anwendung einbezogen haben.
es: En esta sección puedes gestionar todos los vídeos que has incluido en la aplicación.
eu: Atal honetan aplikazioan gehitu dituzun bideo guztiak kudeatu ditzakezu.
fr: Dans cette section vous pouvez gérer toutes vos vidéos

source: Name
eu: Izena
fr: Nom

source: Narrow by competence
eu: Konpetentziaren arabera mugatu
fr: Fitrer par compétence

source: Narrow by linguistic aspect
eu: Aspektu linguistikoaren arabera mugatu
fr: Filtrer par aspect linguistique

source: Narrow by situation
eu: Egoeraren arabera mugatu
fr: Filtrer par situation

source: Native
eu: Jatorrizko hizkuntza
fr: Natif

source: Needed
de: Pflichtfeld
es: Obligatorio
eu: Derrigorrezkoa
fr: Obligatoire

source: Negation
de: Verneinung
es: Negación
eu: Ukapena
fr: Négation

source: New email address
de: Neue Email Adresse
es: Nueva dirección email
eu: Eposta helbide berria
fr: Nouvelle adresse e-mail

source: The new password has been sent to your email.
de: Ein neues Passwort wurde an Ihre Email Adresse versendet.
es: La nueva contraseña se ha enviado a tu dirección de correo electrónico.
eu: Pasahitz berria zure eposta helbidera bidali da.
fr: Le nouveau mot de passe a été envoyé sur votre compte e-mail

source: New Role
de: Neue Rolle
es: Nuevo rol
eu: Rol Berria
fr: Nouveau rôle

source: Next
de: Weiter
es: Siguiente
eu: Hurrengoa
fr: Suivant

source: Next subtitle line
de: Nächste Untertitelzeile
es: Línea de subtítulo siguiente
eu: Hurrengo azpititulu lerroa
fr: Prochaine ligne de sous-titre

source: No
de: Nein
eu: Ez

source: None
eu: Bat ere ez
fr: Aucun

source: Noun
de: Substantiv
es: Sustantivo
eu: Sustantiboa
fr: Nom

source: Now click "Remember" and then "Close"
eu: Orain sakatu "Recordar" eta "Cerrar"
fr: Veuillez cliquer sur "enregistrer" puis "fermer"

source: No action was requested
eu: Ez da ekintzarik eskatu
fr: Aucune action requise

source: No comment was added
de: Kein Kommentar verfügbar
es: No se añadió ningún comentario
eu: Ez da iruzkinik egin
fr: Il n'y a pas eu de commentaire

source: Streaming connection lost. Trying to reconnect...
es: Conexión streaming interrumpida. Intentando reconexión...
eu: Streaming konexioa eten da. Berriz konektatzen saiatzen...
fr: connection en streaming perdue. Essayez de vous reconnecter...

source: No results were returned for that query
eu: Kontsulta horretarako erantzunik ez dago
fr: Aucun résultat renvoyé pour cette demande

source: No, thanks!
de: Nein danke!
es: No, gracias
eu: Ez, eskerrik asko!
fr: Non, merci

source: No valid media found
eu: Ez da baliabide onargarririk aurkitu
fr: Aucun média valide trouvé

source: Number
de: Nummer
es: Número
eu: Zenbakia
fr: Numéro

source: Number of reviews
eu: Ebaluazio kopurua
fr: Nombre de révisions

source: Obtain Credits
de: Kreditpunkte erhalten
es: Obtener Créditos
eu: Kredituak Lortu
fr: Obtenez du crédit

source: OK
es: Aceptar
eu: Ados
fr: Accepter

source: Old Password
de: Altes Passwort
eu: Pasahitz zaharra
fr: Ancien mot de passe :

source: The old password you provided did not match our records. Password change aborted.
de: Das neue Passwort stimmt mit dem vorherigen nicht überein. Passwortwechsel abgebrochen.
es: La contraseña anterior especificada no coincide. Cambio de contraseña abortado.
eu: Pasahitz zaharrak ez du kointziditzen. Pasahitz aldaketa bertan behera utzi da.
fr: L'ancien mot de passe spécifié ne correspond pas. Changement de mot de passe abandonné.

source: Open for assessment from
eu: Noiztik irekita ebaluaziorako
fr: Ouvert pour évaluation

source: Open for submissions from
eu: Noiztik irekita bidalketetarako
fr: Ouvert pour proposition de

source: Optional text and/or video comment to improve user feedback
de: Kommentar/Text und/oder optionales Video um Nutzer-Feedback zu verbessern.
es: Comentario de texto y/o vídeo OPCIONAL para mejorar el feedback del usuario
eu: Hautazko testu edo/eta bideozko iruzkina erabiltzailearen feedback-a hobetzeko
fr: Texte et/ou vidéo commentaire pour améliorer le feedback de l'utilisateur

source: Roles
de: Rollen
eu: Rolak
fr: Rôles

# OPTION_ADD_SUBTITLES_TO_EXERCISE
source: Subtitle
de: Untertitel
es: Subtitular
eu: Azpititulatu
fr: Sous-titre
