Repository: babeliumproject/i18n-templates
Catalog: flex/standalone/*.po
Languages: de, es, eu, fr

source: Use Credits
de: Kredits verwenden
es: Usar Créditos
eu: Kredituak Erabili
fr: Utiliser des crédits

source: Spontaneity
de: Spontanität
eu: Berezkotasuna
fr: Spontanéité

# SPONTANEITY_SCORE
source: Spontaneity
de: Spontanität
eu: Berezkotasuna
fr: Spontanéité

source: Start Recording
de: Aufnahme starten
es: Iniciar Grabación
eu: Grabatzen Hasi
fr: Démarrer l'enregistrement

source: Subtitle start
de: Untertitel Anfang
es: Inicio de subtítulo
eu: Azpititulu hasiera
fr: Début du sous-titre

source: Status
de: Zustand
eu: Egoera
fr: État :

source: Staying at a hotel
de: Hotel
es: Alojarse en un hotel
eu: Hotel batean egonaldia
fr: Loger à l’hôtel

source: Step by step
de: Schritt für Schritt
es: Paso a paso
eu: Urratsez urrats
fr: Pas à pas

source: Stop
eu: Gelditu

source: Stopped
de: Beendet
es: Detenido
eu: Geldituta
fr: Arrêté

source: Stop Recording
eu: Grabaketa eten
fr: Arrêter l'enregistrement

source: Story-telling
es: Narración
eu: Istorio-kontaketa
fr: Récit

source: Studies
de: Studium
es: Estudios
eu: Ikasketak
fr: Études

source: Start subtitle line
de: Neue Untertitel starten
es: Iniciar línea de subtítulo
eu: Azpititulu lerroa hasieratu
fr: Commencer ligne de sous-titres

source: Submission deadline
eu: Bidalketetarako amaierako data
fr: Date limite pour les envois

source: Subtitle
de: Untertitel
eu: Azpititulatu
fr: Sous-titrer

source: Subtitles
eu: Azpitituluak
fr: Sous-titres

source: Subtitle Editor
de: Untertitel-Editor
es: Editor de Subtítulos
eu: Azpititulu Editorea
fr: Éditeur de sous-titres

source: Subtitle media
eu: Baliabidea azpititulatu
fr: Sous-titrer le média

source: The subtitle on the line {0} overlaps with the next subtitle.
de: Die Untertitellinien {0} überdecken die nachfolgenden Untertitel.
es: El subtítulo de la línea {0} se solapa con el siguiente subtítulo.
eu: {0}. lerroko azpititulua hurrengo azpitituluarekin gainjarrita dago.
fr: Le sous-titre de la ligne {0} chevauche le sous-titre suivant.

source: The freshly uploaded videos are not very useful until somebody establishes who says what on them. Just grab a video and transcript the dialogue so that other users can practice with this exercise.
de: Der Inhalt neu hochgeladener Videos erhält durch eigene Untertitel, die jemand hinzugefügt hat, eine zusätzliche Lernkomponente. Wählen Sie ein Video und transkribieren es so, dass andere damit üben können.
es: Los vídeos recien subidos no son de mucha utilidad hasta que alguien establece quién dice qué en ellos. Escoge un vídeo y transcríbelo para que otros usuarios puedan practicar con el.
eu: Igo berritako bideoak norbaitek berton zeinek zer esaten den adierazten duen arte ez dira oso erabilgarriak izaten. Aukeratu zerrendako bideo bat eta bertan esaten dena transkribatu beste erabiltzaileek ariketa honekin praktikatzeko aukera izan dezaten.
fr: Les vidéos récemment mises en ligne ne sont pas d'une grande utilité tant qu'elles n'ont pas été commentées. Choisissez une vidéo et transcrivez le dialogue de telle façon que les autres puissent l'utiliser.

source: Stop subtitle line
de: Untertitellinie unterbrechen
es: Detener línea de subtítulo
eu: Azpititulu lerror geldiarazi
fr: Arrêter ligne de sous-titre

source: One or more subtitle times on the line {0} are out of the video boundaries
de: S Ein oder mehrere der Untertitelzeilen {0} befinden sich außerhalb des Videos.
es: Uno o más tiempos del subtítulo de la línea {0} están fuera de los límites del vídeo
eu: {0}. lerroko azpitituluaren denbora bat edo gehiago bideoaren borneetatik kanpo dago
fr: Une ou plusieurs durées du sous-titre de la ligne {0} sont en dehors des limites de la vidéo

source: Subtitling Controls
de: Untertitelkontrolle
eu: Azpititulatze Kontrolak:
fr: Contrôles de sous-titrage

source: Your response has been successfully saved!
de: Ihre Antwort wurde korrekt gespeichert!
es: Tu respuesta se ha guardado correctamente!
eu: Zure erantzuna era egokian gorde da!
fr: Votre réponse a été bien enregistrée

source: Summary
eu: Laburpena
fr: Résumé

source: Surname
eu: Abizena
fr: Nom

source: Tags
de: Etiketten
eu: Etiketak

source: Teach
eu: Irakatsi
fr: Enseigner

source: Telephoning
de: Telefonieren
es: Hablar por teléfono
eu: Telefonoz deitu
fr: Téléphoner

source: Terms of use
de: Nutzerbedingungen
es: Términos de uso
eu: Erabilera terminoak
fr: Conditions d'utilisation

source: Text
es: Texto
eu: Testua
fr: Texte

source: There are no responses for you to assess.
eu: Ez dago zure ebaluazioaren zain dagoen erantzunik.
fr: Il n'y a aucune réponse en attente d'évaluation

source: Third-party resources
de: Drittanbieter
es: Recursos de terceros:
eu: Bestelako baliabideak
fr: Ressources de tiers

source: This exercise has a model. Do you want to watch it?
eu: Ariketa honek eredu bat dauka. Ikusi nahi al duzu?
fr: Cet exercice a un modèle. Voulez-vous le regarder?

source: This response is yet to be assessed
eu: Erantzun hau oraindik ebaluatu gabe dago
fr: Cette réponse n'a pas encore été évaluée

source: Title
de: Titel
eu: Izenburua:
fr: Titre

source: Top Collaborators
de: Aktivste Mitglieder
es: Mejores Colaboradores
eu: Kolaboratzaile Hoberenak
fr: Les meilleurs collaborateurs

source: to sign in. You can sign-up for free
de: Zugriff auf die Anwendung. Sie können sich kostenlos registrieren.
es: para acceder a la aplicación. Puedes registrarte gratuitamente
eu: kautotzeko. Dohan erregistratzeko sakatu
fr: pour accéder à l'application, vous pouvez vous inscrire gratuitement

source: Translation
eu: Itzulpena
fr: Traduire

source: Travel
de: Reisen
es: Viajes
eu: Bidaiak
fr: Voyages

source: Try again
eu: Berriz saiatu
fr: Veuillez réessayer

source: Unknown flash version
de: Unbekannte Flashversion
es: Versión Flash desconocida
eu: Flash bertsio ezezaguna
fr: Version flash inconnue

source: Upload
de: Hochladen
eu: Bidali
fr: Mettre en ligne le fichier

source: Uploader
de: Veröffentlicht von:
es: Publicado por
eu: Argitaratzailea
fr: Télécharger

source: Uploading
eu: Bidaltzen
fr: En cours d'envoi

source: No Activity
de: Keine Aktivität
es: Sin actividad
eu: Aktibitaterik Ez
fr: Pas d'activité

source: Successful Upload
de: Datei erfolgreich hochgeladen
es: Fichero subido correctamente
eu: Baliozko Igoera
fr: Mise en ligne réussie.

source: Upload Finished!
de: Datei-Upload abgeschlossen
es: La subida de ficheros ha finalizado
eu: Igoera amaitu da!
fr: Mise en ligne terminée

source: Uploading File...
de: die Datei wird hochgeladen
es: Subiendo fichero...
eu: Fitxategia Igotzen...
fr: Le fichier est en train d'être mis en ligne

source: Evaluation exercise: the video can't be used by others to practice and is only available in the evaluation area
de: Dieses Video darf nicht von anderen zu Übungszwecken verwendet werden, und ist nur hier zur Bewertung verfügbar.
eu: Ebaluazio ariketa: bideoa beste erabiltzaileek praktikatzeko ezin dute erabili eta ebaluazio atalean soilik dago eskuragarri.
fr: Exercice d'évaluation: la vidéo ne peut pas être utilisée par d'autres personnes pour s'entraîner et n'est disponible que dans la zone d'évaluation

source: Choose exercise type
de: Wählen Sie die Art der Übung
eu: Ariketa mota hautatu
fr: Choisissez le type d'exercice

source: Upload a video file from your computer
de: Video von Ihrem Computer hochladen
es: Subir un vídeo desde tu ordenador
eu: Zure konputagailutik hartutako bideo fitxategi bat igo
fr: Mettre en ligne un fichier de votre ordinateur

source: Upload file(s)
de: Hochgeladene Datei(en)
es: Fichero(s) subido(s)
eu: Fitxategia(k) igo
fr: fichier(s) envoyé(s)

source: <b>NOTE:</b> The maximum allowed video size is <b>{0}MB</b>. In addition, the videos shouldn't be shorter than <b>{1} seconds</b> or longer than <b>{2} seconds</b>, otherwise they will be rejected.
de: <b>Hinweis:</b> Die maximale erlaubte Größe für Videos ist <b> {0} MB </ b>. Außerdem sollten die Videos nicht weniger als <b> n {1} Sekunden dauern </ b> oder mehr als <b> {2} Sekunden dauern</ b>, sonst werden sie nicht zugelassen.
es: <b>AVISO:</b> El tamaño máximo permitido para los vídeos es <b>{0}MB</b>. Además los vídeos no deben ser de una duración inferior a <b>{1} segundos</b> o mayor a <b>{2} segundos</b>, sino serán rechazados.
eu: <b>OHARRA:</b>Onarturiko bideo tamaina maximoa <b>{0}MB</b>ekoa da. Honez gain, bideoek <b>{1} segundu</b> baino gehiago eta <b>{2} segundu</b> baino gutxiago iraun behar dute, bestela baztertu egingo dira.
fr: La taille maximale autorisée est {0}MB. En outre, les vidéos ne doivent pas être plus courtes qu' {1} seconde ni plus longues que {2} secondes, sinon elles seront refusées.

source: In our research we've found that the user's concentration level drops significantly when dubbing videos longer than {0} seconds.<br>Also, since live dubbing is an stressful task, we limit the duration in hopes to keep a balance between the amount of speaking practice the user achieves and the frustration he/she gets along the process.
de: In einer Untersuchung wurde festgestellt, dass die Konzentration deutlich nachlässt, wenn man Videos untertitelt, die länger als {0} Sekunden dauern. <br> Da zudem das Live-Untertiteln Konzentration erfordert, haben wir die maximale Dauer des Videos begrenzt, um einerseits ein akzeptables Ergebnis einer mündlichen Übung zu gewährleisten und andererseits die Frustration der Anwender in Grenzen zu halten.
eu: Gure ikerkuntzan {0} segunduko baino gehiago dituzten bideoen bikoizketan erabiltzailearen kontzentrazio maila era nabarian jaisten dela behatu dugu.<br>Gainera, zuzeneko bikoizketa ataza estresagarria denez, iraupena mugatzen dugu prozesuan zehar erabiltzaileak lortzen duen praktika eta eta frustrazioa nolabait orekatzeko.
fr: Lors de nos recherches, nous avons constaté que le niveau de concentration de l'utilisateur diminue considérablement lorsque le sous-titrage des vidéos dure plus de {0} secondes. En outre, le doublage en direct étant une tâche très stressante, nous limitons sa durée dans le but de garder un équilibre entre la quantité de la pratique orale et la frustration ressentie au cours du processus.

source: Upload Media
eu: Fitxategia bidali
fr: Télécharger média

source: Upload New Exercise
de: Neue Übung hochladen
es: Subir un nuevo ejercicio
eu: Ariketa Berria Igo
fr: Mettre en ligne un nouvel exercice

source: Practice exercise: users can practice an record responses following this video
de: Übung: Nutzer können eine Aufzeichnung Ihrer Antworten mit diesem Video üben.
eu: Praktika ariketa: erabiltzaileek ariketa hau praktikatu eta grabaketak egiteko erabili dezakete
fr: Exercice pratique: les utilisateurs peuvent pratiquer et enregistrer les réponses en suivant cette vidéo

source: Record an exercise with the webcam and save it
de: Übung mit der Webkamera aufnehmen und speichern
es: Grabar un ejercicio con la webcam y guardarlo
eu: Web-kamerarekin ariketa bat grabatu eta hau gorde
fr: Enregistrer un exercice avec la webcam et l'enregistrer

source: Slice up a video from YouTube and save it
de: Bearbeitung eines YouTube Videos und hochladen
es: Recortar un video de YouTube y guardarlo
eu: YouTube bideo bat moztu eta hau gorde
fr: Couper une vidéo de Youtube et l'enregistrer

source: Enter video's URL...
de: Geben Sie die URL des Videos ein
es: Introduce la URL del vídeo...
eu: Bideoaren URLa idatzi...
fr: Introduire l'URL de la vidéo

source: user
de: Nutzer
es: usuario
eu: Erabiltzailea
fr: Utilisateur

source: Username
eu: Erabiltzaile izena
fr: Nom d'utilisateur

source: User's Credit History
de: Nutzertabelle Kreditpunkte
es: Historial de crédito del usuario
eu: Erabiltzailearen Kreditu Historia
fr: Historique de crédit de l'utilisateur

source: Your current Flash Version
de: Ihre aktuelle Flashversion:
eu: Zure uneko Flash bertsioa:
fr: Votre version Flash actuelle

source: User Account
de: Nutzerkonto
es: Cuenta de Usuario
eu: Erabiltzailearen kontua
fr: Compte utilisateur

source: The username or the email already exists.
de: Der Nutzername oder E-Mail wird bereits verwendet.
es: El nombre de usuario o email ya están en uso.
eu: Erabiltzaile izen edo ePosta hori dagoeneko hartuta daude.
fr: Le nom d'utilisateur ou l'e-mail existe déjà.

source: {0}'s evaluation
de: Bewertung von{0}
es: Evaluación de {0}
eu: {0}(r)en ebaluazioa
fr: Evaluation de {0}

source: Assessments I recently done
de: Zuletzt bewertete Videos.
es: Últimos vídeos que he evaluado
eu: Azken aldian egindako ebaluazioak
fr: Evaluations que j'ai faites récemment.

source: Assessments I recently received
de: Zuletzt erhaltene Bewertungen.
es: Últimos vídeos que me han evaluado
eu: Azken aldian jasotako ebaluazioak
fr: Evaluations que j'ai reçues récemment

source: Videos I recently uploaded
de: Zuletzt hochgeladene Videos
es: Últimos vídeos que he subido
eu: Azken aldian igotako bideoak
fr: Vidéos que j'ai téléchargées récemment

source: User Name
de: Nutzername
eu: Erabiltzaile Izena
fr: Nom d’utilisateur

source: Username or email
de: Nutzername oder Email
es: Nombre de usuario o correo electrónico
eu: Erabiltzaile izena edo ePosta helbidea
fr: Nom d'utilisateur ou e-mail

source: Using financial and postal services
de: Dienstleistungsgespräche (Finanz- und Postdienstleistungen)
es: Usar servicios financieros y postales
eu: Finantza eta posta zerbitzuak erabiltzea
fr: Aller à la banque/à la poste

source: Valid characters: [a-zA-Z0-9_]
de: Gültige Zeichen: [a-zA-Z0-9_]
es: Caracteres válidos: [a-zA-Z0-9_]
eu: Karaktere onartuak: [a-zA-Z0-9_]
fr: Caractères valides [a-zA-Z0-9_]

source: You must enter a valid URL!
de: Bitte geben Sie eine gültige URL ein!
es: ¡Debes introducir una URL válida!
eu: Baliozko URL bat sartu behar duzu!
fr: Vous devez introduire une URL valide!

source: Evaluation
de: Bewertung
es: Evaluación
eu: Ebaluazioa
fr: Évaluation

source: Verb
es: Verbo
eu: Aditza
fr: Verbe

source: Video comment
de: Videokommentar
es: Comentario (formato vídeo)
eu: Bideo iruzkina
fr: Commentaire vidéo

source: Video Comment
de: Videokommentar
es: Comentario en Vídeo
eu: Bideo Iruzkina
fr: Commentaire vidéo

source: {0} videos
es: {0} vídeos
eu: {0} bideo
fr: {0} vidéos

source: {0} video
es: {0} vídeo
eu: bideo {0}
fr: {0} vidéo

source: Video data successfully modified.
de: Video Daten entsprechend aufbereitet.
es: Datos del vídeo modificados correctamente.
eu: Bideoaren datuak era egokian aldatu dira.
fr: Données vidéo modifiées avec succès.

source: If the video you're uploading is created by someone else please refer here the author's name or webpage.
de: Wenn das Video von jemand anderem erstellt wurde, bitte hier auf den Autor oder die Website verweisen, von der es heruntergeladen wurde.
es: Si el vídeo que estás subiendo ha sido creado por otra persona, por favor, referencia aquí al autor o la página web de donde lo has extraído.
eu: Igotzen ari zaren bideoa beste pertsona batek sortu badu, mesedez egiozu erreferentzia bere izena jarriz edo bere web orria adieraziz.
fr: Si la vidéo que vous télécharger a été créée par quelqu'un d'autre, citez ici le nom de l'auteur ou de la page Web.

source: Video status
de: Zustand des Videos
es: Estado del vídeo
eu: Bideoaren egoera
fr: Etat de la vidéo

source: Video tutorials
de: Videoanleitungen
es: Video tutoriales
eu: Bideo tutorialak
fr: tutoriels vidéo

source: The following videos explain how to use some of Babelium's features [In English]
de: Die folgenden Videos erklären, wie man einen Teil der Anwendungen von Babelium [auf Englisch] verwenden kann.
es: Los siguientes vídeos explican cómo utilizar algunas de las funcionalidades de Babelium [En Inglés]
eu: Ondoko bideoek Babelium-eko zenbait ezaugarri nola erabili azaltzen dute [Ingeleraz]
fr: Les vidéos suivantes expliquent comment utiliser certaines fonctionnalités de Babelium [En anglais]

source: View all
eu: Denak ikusi
fr: Tout voir

source: View count
eu: Ikusketa kopurua
fr: Nombre de vues

source: View video comment
de: Videokommentar ansehen
es: Ver comentario en vídeo
eu: Bideo bidezko komentarioa ikusi
fr: Regarder commentaire en vidéo

source: Visibility
eu: Ikuspena
fr: Visibilité

source: Vocabulary
de: Vokabular
es: Vocabulario
eu: Hiztegia
fr: Vocabulaire

source: Voice-over
de: Hintergrundkommentar
es: Doblaje
eu: Bikoizketa
fr: Doublage

source: Volume
de: Lautstärke
es: Volumen
eu: Bolumena

source: Waiting for assessment
de: ausstehende Evaluierung
es: Pendiente/s de evaluación
eu: Ebaluazio baten zain daudenak
fr: Dans l’attente d’évaluation

source: Are you sure you want to delete ALL the subtitle lines?
de: A Sind Sie sicher, dass Sie alle Untertitelzeilen löschen möchten?
es: ¿Estás seguro de que quieres eliminar TODAS las líneas de subtítulos?
eu: Ziur zaude azpititulu lerro GUZTIAK ezabatu nahi dituzula?
fr: Etes-vous sûr de vouloir éliminer toutes les lignes des sous-titres?

source: You can't save the subtitle. You haven't added any lines yet.
de: Sie können keine Untertitel speichern, da Sie keine Zeilen hinzugefügt haben.
es: No puedes guardar los subtítulos. Todavía no has añadido ninguna línea.
eu: Azpitituluak ezin dira gorde. Oraindik lerrorik ez duzu gehitu.
fr: Vous ne pouvez pas enregistrer les sous-titres. Vous n'avez ajouté aucune ligne pour le moment.

source: You can't save the subtitle. You haven't modified any part of it.
de: Die Untertitel können nicht gespeichert werden. Es sind keine Änderungen an den ursprünglichen Untertiteln erfolgt.
es: No puedes guardar los subtítulos. No hay cambios respecto al subtítulo original.
eu: Azpitituluak ezin dira gorde. Lehendik zeudenen berdinak dira.
fr: Vous ne pouvez pas enregistrer les sous-titres. Aucune partie n'a été modifiée.

source: You must fill all the options
de: Sie müssen alle Felder ausfüllen.
es: Debes rellenar todas las opciones
eu: Aukera guztiak hautatu behar dituzu
fr: Vous pouvez remplir toutes les options.

source: You must fill the method and pass the sound test
de: Sie müssen eine Methode auswählen und einen Sound Test durchführen.
es: Debes escoger el método y superar el test de sonido
eu: Grabaketa metodoa hautatu eta soinu testa gainditu behar duzu
fr: Vous devez remplir la méthode et faire le test du son.

source: You must select a role and pass the sound test
de: Sie müssen eine Rolle auswählen und einen Sound Test durchführen.
es: Debes escoger un rol y superar el test de sonido
eu: Rol bat hautatu eta soinu testa gainditu behar duzu
fr: Vous devez choisir un rôle et faire le test du son.

source: You must select a role and the method
de: Sie müssen eine Rolle und eine Aufnahmemethode auswählen.
es: Debes escoger un rol y un método de grabación
eu: Rol bat eta grabaketa metodoa hautatu behar dituzu
fr: Vous devez choisir un rôle et la méthode

source: You must pass the sound test
de: Sie müssen einen Sound Test durchführen.
es: Debes superar el test de sonido
eu: Soinu testa gainditu behar duzu
fr: Vous devez faire le test du son.

source: You must select a recording method
de: Sie müssen eine Aufnahmemethode auswählen.
es: Debes escoger un método de grabación
eu: Grabaketa metodo bat hautatu behar duzu
fr: VOus devez choisir une méthode d'enregistrement.

source: You must select a role
de: Sie müssen eine Rolle auswählen.
es: Debes escoger un rol
eu: Rol bat hautatu behar duzu
fr: Vous devez choisir un rôle.

source: Subtitle Has Errors
de: Die Untertitel sind fehlerhaft.
es: El subtítulo tiene errores
eu: Azpitituluak erroreak ditu
fr: Le sous-titre contient des erreurs.

source: Watch Exercise
de: Aufnahme ansehen
es: Ver ejercicio
eu: Ariketa Ikusi
fr: Regarder l’exercice

source: Watch Simultaneously
de: Aufnahme ansehen und antworten
es: Ver simultáneamente
eu: Biak Batera Ikusi
fr: Regarder simultanément

source: Watch Response
de: Antwort ansehen
es: Ver respuesta
eu: Erantzuna Ikusi
fr: Regarder la réponse

source: Watch simultaneously
de: Gleichzeitig anzeigen
es: Ver simultáneamente
eu: Biak Batera Ikusi
fr: Regarder simultanément

source: Webcam
de: Webkamera
es: Cámara web
eu: Web-kamera

source: Webcam Capture
eu: Web kamera atzeman
fr: Capturer Webcam

source: Webcam not found
eu: Web-kamera ez da aurkitu
fr: Webcam introuvable

source: Webcam check
de: Webkamera Einstellungen
es: Configuración WebCam
eu: Web-kamera egiaztapena
fr: Test de la webcam

source: Welcome,
de: Hallo!
es: Hola,
eu: Kaixo,
fr: Bienvenu(e)

source: Which languages would you like to practice?
de: Welche Sprachen wollen Sie praktizieren?
es: ¿Qué idiomas quieres practicar?
eu: Zein hizkuntza praktikatzea gustatuko litzaizuke?
fr: Quelles langues voulez-vous pratiquer?

source: Who are we?
de: Übe uns?
es: Quiénes somos?
eu: Nortzuk gara?
fr: Qui sommes-nous?

source: We are a group of researchers and students from the Basque Country's Public University (UPV/EHU) hypermedia and multimedia research group (GHyM). This group is primarily focused on developing innovative web-based educational applications and services. You can follow us on Twitter @babelium :-)
de: Wir sind eine Gruppe von Professoren und Studenten der Hypermedia und Multimedia Group (GHyM) an der Universität des Baskenlandes (UPV / EHU). Diese Gruppe ist in erster Linie auf die Entwicklung von innovativen Bildungs-Anwendungen und Diensten auf Web-Basis spezialisiert. Sie können uns auf Twitter folgen: @babelium
es: Somos un grupo de investigadores y estudiantes del Grupo de Hipermedia y Multimedia (GHyM) de la Universidad del País Vasco (UPV/EHU). Este grupo está dedicado, principalmente, al desarrollo de aplicaciones y servicios educativos innovadores, basados en web. Puedes seguirnos en Twitter : @babelium
eu: Euskal Herriko Unibertsitateko (EHU/UPV) Grupo Hipermedia y Multimedia (GHyM) taldeko ikerlari eta ikasle multzo bat gara. Gure taldeak web bitartezko hezkuntzarako zerbitzu eta aplikazio berritzaileen garapena du xede. Twitter-en jarrai gaitzazu! @babelium
fr: Nous sommes un groupe de chercheurs et d'étudiants de l'Université Publique du Pays Basque (UPV / EHU); hypermédia et multimédia recherche groupe (GHyM). Ce groupe est principalement axé sur le développement innovant d'applications Web et de services éducatifs. Vous pouvez nous suivre sur Twitter @babelium :-)

source: Work
de: Arbeit
es: Trabajo
eu: Lana
fr: Travail

source: Some form fields are wrong. Fix the errors to proceed.
de: Einig Felder des Formulars sind nicht korrekt ausgefüllt. Korrigieren Sie die Fehler, bevor Sie fortfahren.
es: Algunos campos del formulario no son correctos. Corrige los errores para continuar.
eu: Zure formularioko eremu batzuk ez daude ondo. Jarraitzeko errore horiek zuzendu.
fr: Certains champs du formulaire sont faux. Corrigez les erreurs pour continuer.

source: Wrong Password
de: Falsches Passwort
es: Clave incorrecta
eu: Pasahitz desegokia
fr: Mot de passe incorrect

source: User doesn't exist!
de: Benutzer existiert nicht!
es: El usuario no existe!
eu: Erabiltzailea ez da existitzen
fr: L'utilisateur n'existe pas !

source: Yes
de: Ja
eu: Bai
fr: Oui

source: Your role is the red arrow
de: Ihre Rolle ist der rote Pfeil
es: Su rol es la flecha roja
eu: Zure pertsonaia gezi gorria da
fr: Votre rôle correspond à la flèche rouge

source: Your assessment couldn't be properly saved.
de: Ihre Bewertung wurde nicht richtig gespeichert.
es: Tu evaluación no ha podido guardarse correctamente.
eu: Zure ebaluazioa ezin izan da era egokian gorde.
fr: Votre évaluation n'a pas pu être enregistrée

source: Your assessment has been saved. Thanks for your collaboration.
de: Ihre Bewertung wurde erfolgreich gespeichert. Vielen Dank für Ihre Mitarbeit.
es: Tu evaluación se ha guardado correctamente. Gracias por tu colaboración.
eu: Zure ebaluazioa era egokian gorde da. Eskerrikasko kolaboratzeagatik.
fr: Votre évaluation a bien été enregistrée. Merci pour votre collaboration
